"menu.help.title" = "Autorendi abiteenus";
"settings.label.url.1" = "Broneeringu haldamine";
"settings.label.url.2" = "KKK";
"settings.label.url.3" = "Abikeskus";
"bookings.status.confirmed" = "Kinnitatud";
"bookings.status.unconfirmed" = "Kinnitamata";
"bookings.status.cancelled" = "Tühistatud";
"bookings.title" = "Broneeringud";
"bookings.status.reviewpayment" = "Vaata makse üle";
"bookings.status.completed" = "Tehtud";
"bookings.sheet.bookingdetails.link" = "Vt broneeringu üksikasju.";
"bookings.sheet.unconfirmed.info" = "Enamik broneeringuid kinnitatakse 48 tunni jooksul.";
"bookings.sheet.reviewpayment.info" = "Makse ebaõnnestus. Minge broneeringu haldamise lehele ja vaadake makse üksikasju.";
"bookings.sheet.managebooking.link" = "Broneeringu haldamine";
"bookings.bookingdetails.status" = "Broneeringu olek:";
"sale_landing_banner_monetary_tagline" = "Broneering kohe alates hinnast ${x} päevas!";
"sale_landing_banner_percentage_tagline" = "Kuni ${x} allahindlust, broneerige nüüd!";
"filter.header.eco" = "Keskkonnasõbralik";
"filter.header.mileage" = "Läbisõit";
"vehicle.seats.number" = "${x} istekohad";
"menu.alert.title" = "Muudate seadeid?";
"menu.alert.body" = "Aktiivsed otsingud seadistatakse uuesti.";
"insurance.options.axa.header" = "Kindlustusvalikud";
"insurance.options.axa.limited.body" = "<b>Piiratud</b> – pakub <b>minimaalset kindlustuskaitset</b>, liiklusõnnetuse korral peate tasuma <b>mittetagastatava</b> omavastutussumma kuni ${x}.";
"insurance.options.axa.premium.body" = "<b>Premium</b> – pakub <b>kõrgema tasemega kindlustuskaitset</b>, liiklusõnnetuse korral <b>tagastatakse</b> omavastutuse summa kuni ${x}.";
"insurance.limited.caption" = "Minimaalne kindlustuskaitse varguse ja auto kerekahjustuse korral. <b>Tasute kahjustuse eest</b>, mida piiratud kaitse ei kata.";
"insurance.limited.benefit1" = "<b>Mittetagastatav</b> enammakse";
"insurance.limited.benefit2" = "Kolmanda osapoole kindlustus";
"insurance.limited.benefit3" = "Avariiabi";
"insurance.limited.excess.liable" = "Piiratud kindlustuskaitse valimisel olete kohustatud tasuma liiklusõnnetuse korral omavastutuse summa kuni ${x} ja tagasimakset ei tehta.";
"insurance.limited.included" = "Sisaldub hinnas";
"insurance.axa.premium.caption" = "Pakub <b>kõrgema tasemega kindlustuskaitset</b>, sisaldab piiratud kindlustuskaitse valikut.";
"insurance.axa.premium.benefit1" = "Enammakse on kuni <b>100% tagastatav</b>";
"insurance.axa.premium.benefit2" = "Kolmanda osapoole kindlustus";
"insurance.axa.premium.benefit3" = "Avariiabi";
"insurance.axa.premium.benefit4" = "Tuuleklaasi, aknate ja rehvide kahjustus";
"insurance.axa.premium.benefit5" = "Teie isiklikud esemed";
"insurance.axa.premium.benefit6" = "Kahjustatud või kaotsiläinud võti";
"insurance.axa.premium.benefit7" = "Katuse ja šassii kahjustus";
"insurance.axa.premium.benefit8" = "Ebaõige tankimisega seotud maksed";
"insurance.axa.premium.benefit9" = "Haldustasud";
"insurance.axa.premium.benefit10" = "Mitmekeelne klienditugi";
"insurance.axa.premium.terms" = "Premium-kindlustuse valimisel ja jätkamisel kinnitate, et olete kindlustuspoliisi tingimused läbi lugenud ja nendega nõustunud ning selle teabe põhjal vastab see poliis teie vajadustele.";
"insurance.priceperday" = "${x}/päev";
"insurance.total.price" = "Kokku: ${x}";
"insurance.options.awn.au.header" = "Ärge riskige. Ostke reisikindlustus.";
"insurance.options.awn.au.body" = "<b>Roadtrip-kindlustus</b> – Tagab kindlustuskaitse nii, et rendisõiduki avarii korral on omavastutussumma ja isiklikud asjad kaetud kuni ${x}.";
"insurance.awn.au.title" = "Reisikindlustus";
"insurance.awn.au.caption" = "Pakub <b>kõrgema tasemega kindlustuskaitset</b>, sisaldab piiratud kindlustuskaitse valikut.";
"insurance.awn.au.benefit1" = "Enammakse on kuni 100% tagastatav";
"insurance.awn.au.benefit2" = "Kolmanda osapoole kindlustus";
"insurance.awn.au.benefit3" = "Teie isiklikud esemed";
"insurance.awn.au.benefit4" = "Välisreisiga seotud ravikulud";
"insurance.awn.au.benefit5" = "Põhikindlustuskaitse ja isiklikud asjad";
"insurance.awn.au.benefit6" = "Juhuslik surm";
"insurance.awn.au.benefit7" = "Ebaõige tankimisega seotud maksed";
"insurance.axa.premium.cancellation.policy" = "Tasuta kindlustuse tühistamine kuni 24 tundi enne kättesaamist";
"insurance.awn.au.terms" = "Roadtrip-kindlustuse valimisel ja jätkamisel kinnitate, et olete kindlustuspoliisi ${x} tingimused läbi lugenud ja nendega nõustunud ning esitatud teabe põhjal vastab see poliis teie vajadustele.";
"insurance.zero.excess.terms" = "Omavastutuskindlustuse valimisel ja jätkamisel kinnitate,  et olete kindlustuspoliisi tingimused läbi lugenud ja nendega nõustunud ning selle teabe põhjal vastab see poliis teie vajadustele.";
"insurance.options.awn.au.limited.body" = "<b>Piiratud kindlustus</b> – Kindlustus ei laiene teie kahjut ületavale osale või isiklikule omandile.";
"insurance.awn.au.terms.link" = "Tingimused";
"results.filter.all1" = "Kõik filtrid";
"results.filter.all2" = "Kõik filtrid (${x})";
"results.summary.title" = "<b>${x}</b> autod | Sortimisalus: <b>${y}</b>";
"Omnibus.Pos.1.Title" = "Milline on ‘soovitatav’ sortimisjärjestus?";
"Omnibus.Pos.2.Title" = "Mida tähendab soodsaim pakkumine?";
"Omnibus.Pos.3.Title" = "Milliseid muutujaid võetakse sortimisjärjestuses arvesse?";
"Omnibus.Pos.4.Title" = "Millised on sponsoreeritud pakkumised?";
"Omnibus.Pos.1.Body" = "‘Soovitatava’ sortimisjärjestuse puhul kasutatakse autode järjestamisel erinevaid tegureid tagamaks, et näete soodsaimat pakkumist otsingutulemuste ülaosas. Tellimuse juures võetakse arvesse autorendifirmalt saadud komisjonitasu.";
"Omnibus.Pos.2.Body" = "Termin ,,soodsaim pakkumine“ kirjeldab muutujaid, mis tõenäoliselt mõjutavad kliendi rentimisotsust. Autorendifirmade poolt meile (CarTrawlerile) makstava komisjonitasu suuruse arvutamisel võetakse arvesse meie (CarTrawleri) osatähtsust broneeringu tegemisel ning see mõjutab meie üldist parima pakkumise tegemist.";
"Omnibus.Pos.3.Body" = "Kliendi jaoks parima pakkumise tegemisel võtab meie sortimisjärjestus arvesse mitmeid muutujaid, sealhulgas:";
"Omnibus.Pos.4.Body" = "Mõned reisibüroode partnerid teevad koostööd valitud autorendifirmadega. Sponsoreeritud pakkumisi võidakse tutvustada otsingutulemuste ülaosas, sest tasu on saadud valitud autorendifirmade reisibüroode partneritelt. Kliendid võivad identifitseerida sponsoreeritud pakkumised, mis on tõstetud kaubamärgiga tähistatud sooduspakkumisena esile otsingutulemuste ülaosas.";
"Omnibus.Pos.3.bullet.1" = "Broneeringu kuupäev ja otsingu koht.";
"Omnibus.Pos.3.bullet.2" = "Rendiperioodi pikkus.";
"Omnibus.Pos.3.bullet.3" = "Klientide hinnangud autorendifirmadele, aluseks on CSAT- ja NPS-skoor.";
"Omnibus.Pos.3.bullet.4" = "Klientide käitumismuster, mis on seotud varasemate sarnaste autorendialaste tulemuste ja hindadega.";
"Omnibus.Pos.3.bullet.5" = "Komisjonitasu, mida saame autorendifirmadelt või kindlustusfirmade partneritelt.";
"Omnibus.Accept.Button.Text" = "Selge!";
"Omnibus.Header.Text" = "Teabe selgitus";
"bookings.sheet.remove" = "Kustuta broneering";
"bookings.dialog.remove.title" = "Kustutan broneeringu?";
"bookings.dialog.remove.text" = "Olete kustutamas broneeringut broneerimisnimekirjast.";
"bookings.dialog.remove.text.history" = "See broneering ja kogu teie broneeringute ajalugu on endiselt kättesaadav meie kliendiportaalis.";
"bookings.dialog.remove.CTA" = "Kustuta";
"payment.options.paypal.title" = "PayPal";
"payment.options.paypal.button" = "Broneerige ${x}";
"payment.options.paypal.banner.text" = "Kui koputate allpool nuppu „Broneeri PayPaliga”, suunatakse teid PayPali veebisaidile. Võite siseneda kontole ja teostada maksetehingu. Seejärel suunatakse teid autorendi broneeringu kinnitamise lehele.";
"payment.options.paypal.failed.title" = "${x} Makse ebaõnnestus";
"payment.options.paypal.failed.text" = "Kahjuks ilmnes teie broneeringu töötlemisel probleem. Broneeringut ei ole veel lõpule viidud ja teilt pole tasu võetud. Palun proovige uuesti, kasutades üht alltoodud makseviisi.";
"vehicle_fuel_plugin_hybrid" = "Pistikühendusega hübriidsõiduk";
"insurance.axa.regulatory.statement.uk" = "CarTrawler on Belgia keskpanga volitatud ja reguleeritud ettevõtte Inter Partner Assistance S.A. esindaja, mille registreeritud peakontor asub aadressil Boulevard du Régent 7, 1000 Brüssel, Belgia. Etrawler on Prudentiali usaldusnormatiivide reguleerimise asutuse (firma viitenumber on  202664) poolt volitatud äriühing. Vastavalt finantsjärelevalveasutuse regulatsioonile ja usaldusnormatiivide reguleerimise asutuse piiravale regulatsioonile. Inter Partner Assistance S.A. Ühendkuningriigi harukontori aadress on 106-118 Station Road, Redhill, RH1 1PR. Inter Partner Assistance S.A. kuulub AXA kontserni.";
"VehicleList.Map.BottomSheet.ConnectionType.Type1" = "1. tüüp";
"VehicleList.Map.BottomSheet.ConnectionType.Type2" = "2. tüüp";
"VehicleList.Map.BottomSheet.ConnectionType.Unspecified" = "Määratlemata";
"VehicleList.Map.BottomSheet.ConnectionType.WallSocket" = "Seinakontakt";
"VehicleList.Map.BottomSheet.ChargeType" = "Laadija tüübid";
"VehicleList.Map.BottomSheet.Availability.24Hour" = "Avatud 24 h";
"VehicleList.Map.BottomSheet.ChargeAvailability.OutOfService" = "Ei ole kasutusel";
"VehicleList.Map.BottomSheet.ChargeSpeed.Slow" = "Aeglane";
"VehicleList.Map.BottomSheet.ChargeSpeed.Fast" = "Kiire";
"VehicleList.Map.BottomSheet.ChargeSpeed.Rapid" = "Kiire";
"VehicleList.Map.BottomSheet.ChargeSpeed.UltraRapid" = "Ülikiire";
"view_voucher" = "Kuva kviitung";
"VehicleList.Chip.EVLongRange.Text" = "Pika sõiduulatusega elektriauto";
"VehicleDetails.EVLongRange.Description" = "Pika sõiduulatusega elektriauto: Auto võib ühe laadimisega sõita rohkem kui ${x} ";
"VehicleDetails.EcoFriendlyUpsell.Header" = "Keskkonnasõbralik alternatiiv";
"VehicleList.Chip.EVLongRange.Capacity.KM" = "400 km";
"VehicleList.Chip.EVLongRange.Capacity.Miles" = "250 mi";
"Vehicle.Fuel.Electric.Plus" = "Pika sõiduulatusega elektriauto";
"landing.countdowntimer.salename" = "Müük";
"landing.countdowntimer.presale" = "${x} algab";
"landing.countdowntimer.duringsale" = "${x} lõpeb";
"Driver.Details.Marketing.Consent.Text" = "Head autorendi pakkumised jm oluline teave saadetakse teie e-postkasti.";
"Driver.Details.Marketing.Consent.Policy" = "Vt lisateavet ${x}.";
"abandonment.deeplink.total" = "Kokku";
"abandonment.deeplink.day" = "päev";
"VehicleList.Banner.Sustainability.Header.FriendlyLocation" = "Keskkonnasõbralik elektriauto asukoht";
"VehicleList.Banner.Sustainability.Header.CityDriving" = "Parem linnas liiklemiseks";
"VehicleList.Banner.Sustainability.Header.EasyDriving" = "Sõitke muretult!";
"VehicleList.Banner.Sustainability.Header.FuelCosts" = "Kas muretsete, et kütus on liiga kallis?";
"VehicleList.Banner.Sustainability.Header.GoFurther" = "EA rent on veelgi soodsam.";
"VehicleList.Banner.Sustainability.InfoText.FriendlyLocation" = "Rendiauto kättesaamise kohas on elektriautode rentimiseks suurepärased laadimisteenused";
"VehicleList.Banner.Sustainability.InfoText.EasyDriving" = "Elektriauto juhtimine ei erine automaatkastiga auto juhtimisest. Elektriauto on vaiksem ja ei tekita CO2 heitmeid.";
"VehicleList.Banner.Sustainability.InfoText.FuelCosts" = "Elektriauto (EA) laadimine maksab palju vähem kui bensiini- või diiselmootoriga auto tankimine. Reisisoodustused kuni 50%!";
"VehicleList.Banner.Sustainability.InfoText.CityDriving" = "Elektriautod on tõhusamad linnaliikluses sõiduki käivitamisel ja peatamisel";
"VehicleList.Banner.Sustainability.InfoText.GoFurther" = "Pika sõiduulatusega elektrilised rendiautod läbivad rohkem kui 400 km ühe laadimisega. 80% autoreisidest Euroopas on alla 50 km.";
"insurance.axa.premium.uk.cancellation.policy" = "TASUTA tühistamine igal ajal enne auto kättesaamist";
"landing.mosaic.title" = "Toetame rohekeskkonda";
"landing.mosaic.tile1.title" = "Oluline elektriauto korral";
"landing.mosaic.tile1.body" = "Mida peate teadma elektriauto rentimisel";
"landing.mosaic.tile1.ctaText" = "<u>Vt lisateavet</u>";
"landing.mosaic.tile2.title" = "Oluline elektriauto rentimisel";
"landing.mosaic.tile2.body" = "Elektriauto laadimisjuhis";
"landing.mosaic.tile2.ctaText" = "<u>Vt lisateavet</u>";
"landing.mosaic.tile3.body" = "Olulised küsimused, kui rendite elektriauto";
"landing.mosaic.tile3.ctaText" = "<u>Vt lisateavet</u>";
"landing.countdowntimer.days" = "päeva";
"landing.countdowntimer.hours" = "tundi";
"landing.countdowntimer.minutes" = "minutit";
"landing.countdowntimer.seconds" = "sekundit";
"VehicleList.Map.Airport.SupplierLocation.Filter" = "${x} Lennujaam - ${y}";
"VehicleList.Map.Downtown.SupplierLocation.Filter" = "${x} asukoht (${y})";
"results.filter.all3" = "Filter (${x})";
"VehicleList.Header.Filter" = "Filter";
"VehicleList.Header.Filter.Selected" = "Filter (${x})";
"VehicleList.Map.Airport.SupplierLocation.PriceFrom" = "Hind ${X} päevaks alates ${y}";
"LoyaltyNumber" = "Püsikliendi number (valikuline)";
"VehicleList.Header.Map" = "Kaart";
"Payment.256.Encrypted" = "Kõik maksetehingud on kaitstud 256-bitise SSL-krüptimisega.";
"Insurance.Applicable.Taxes" = "Sisaldab kõiki kohaldatavaid makse";
"BookingError.Insurance" = "Kahjuks ilmnes teie broneeringu töötlemise ajal tehniline probleem. Teie auto broneeriti edukalt, kuid kindlustuse ostmisel tekkis probleem. Proovige uuesti jaotisest „Halda minu broneeringut“, üksikasjad leiate teile saadetud kinnituskirjast.";
"Payment.Exchange.Currency.Message" = "Pöörake tähelepanu sellele, et konkreetsel kuupäeval vääringus ${z} maksmisele kuuluv summa arvutatakse vastava kuupäeva vahetuskursiga (${x} = ${y}).";
"VehicleList.Map.BottomSheet.ConnectionType.Other" = "Muu";
"VehicleList.Map.BottomSheet.ChargeAvailability.Total" = "Kokku ${x}";
"settings.label.url.4" = "Privaatsuseeskirjad";
"Price.Summary.Included.Charges" = "Sisalduvad tasud";
"VehicleList.Map.BottomSheet.SupplierInfo" = "Tarnija info";
"VehicleList.Map.BottomSheet.SupplierDistance" = "${x} ${y} ära";
"VehicleList.Map.BottomSheet.SupplierHours" = "Lahtiolekuaeg";
"VehicleList.Map.BottomSheet.SupplierHours.Closed" = "Suletud";
"VehicleList.Map.BottomSheet.SupplierHours.Monday" = "Esmaspäev";
"VehicleList.Map.BottomSheet.SupplierHours.Tuesday" = "Teisipäev";
"VehicleList.Map.BottomSheet.SupplierHours.Wednesday" = "Kolmapäev";
"VehicleList.Map.BottomSheet.SupplierHours.Thursday" = "Neljapäev";
"VehicleList.Map.BottomSheet.SupplierHours.Friday" = "Reede";
"VehicleList.Map.BottomSheet.SupplierHours.Saturday" = "Laupäev";
"VehicleList.Map.BottomSheet.SupplierHours.Sunday" = "Pühapäev";
"Add.Booking.Title" = "Me ei leidnud teie otsingukriteeriumitele vastavaid tulemusi.";
"Add.Booking.Form.Error" = "Me ei leidnud teie otsingukriteeriumitele vastavaid tulemusi.";
"Add.Booking.Heading" = "Lisa broneering";
"Add.Booking.Form.BookingId.Error" = "Kehtetu number";
"please.try.again" = "Proovige uuesti.";
"insurance.xc.simple.api.main.ipid.text" = "Kindlustustoote teave";
"Insurance.XC.Pill.Free.Insurance.Cancellation.UK" = "Tasuta kindlustuse tühistamine igal ajal enne kättesaamist.";
"Insurance.XC.Subtitle.eDo" = "Paremat kaitset pakkuv Premium Cover kindlustus pakub poliisi kõrgemat ülempiiri kuni ${policy.limit} koos kõige tähtsamate kaitsete kõrgemate ülempiiridega. Saadaval ainult Prime-liikmetele.";
"Insurance.XC.Pill.Free.Insurance.Cancellation" = "Tasuta tühistamine kuni 24 tundi enne kättesaamist";
"insurance.xc.simple.api.main.more.info.button" = "Lisateave";
"Insurance.XC.USP.ThirdParty" = "Kolmanda osapoole kindlustus";
"insurance.xc.simple.api.main.link.terms.text" = "Tingimused";
"Insurance.xc.pricing.terms" = "Sisaldab kõiki kohaldatavaid makse";
"Insurance.XC.USP.LatePickUp" = "Auto hilisem kättesaamine seoses lennu viivitusega";
"Insurance.XC.Pill.Free.Cancellation.UK" = "Tasuta tühistamine kuni 24 tundi enne kättesaamist";
"insurance.xc.simple.api.main.premium.cta" = "Jätkake Premium-kindlustuskaitsega";
"Insurance.XC.USP.Windscreen" = "Tuuleklaasi, akende ja rehvide kahjustus";
"Insurance.XC.USP.Misfueling" = "Ebaõige tankimisega seotud maksed";
"Insurance.XC.USP.BreakdownAssistance" = "Avariiabi";
"Insurance.XC.USP.ClaimSupport" = "Mitmekeelne klienditugi";
"Insurance.XC.USP.TravelExpenses" = "Reisikulud";
"Insurance.XC.Subtitle" = "Lisakindlustuse korral tagastame enammakstud summa kuni ${x} ulatuses. Te ei pea avarii korral tekitatud kahju ise kinni maksma.";
"Insurance.XC.Premium.Disclaimer.Proceed" = "Premium-kindlustuse valimisel ja jätkamisel kinnitate, et olete kindlustuse tingimused läbi lugenud ja nõustute nendega ${x} ning ${y} ning selle teabe põhjal vastab see kindlustuspoliis teie vajadustele.";
"Insurance.XC.Title" = "Premium-kindlustus";
"Insurance.XC.USP.RefundableExcess.Alt" = "Enammakstud summa on kuni <span>100% ulatuses tagastatav.</span>";
"CannotProcessReservation" = "Ilmnes ootamatu  probleem. Broneeringut ei tehtud ja tasu ei võetud. Alustage uut otsingut ja proovige uuesti.";
"insurance.options.xc.header" = "Kindlustusvalikud";
"insurance.options.xc.premium.body" = "<b>Premium</b> – pakub <b>kõrgema tasemega kindlustuskaitset</b>, liiklusõnnetuse korral <b>tagastatakse</b> omavastutuse summa kuni ${x}.";
"top.up.your.protection" = "Hankige lisakindlustus";
"insurance.options.xc.limited.body" = "<b>Piiratud</b> – pakub <b>minimaalset kindlustuskaitset</b>, liiklusõnnetuse korral peate tasuma <b>mittetagastatava</b> omavastutussumma kuni ${x}.";
"title_calendar" = "Kuupäeva valija";
"title_conditions" = "Tingimused";
"title_details" = "Auto andmed";
"title_details_supplier" = "HINNANGUD";
"title_details_vehicle" = "SISALDUB HINNAS";
"title_extras_insurance" = "Lisad ja kindlustus";
"title_filters" = "Rohkem filtreid";
"title_insurance" = "Kindlustus";
"title_locations" = "Asukohad";
"title_payment" = "Makse";
"title_results" = "Tulemused";
"title_search_ground" = "Leia maismaatransport";
"title_search_rental" = "Autorent ";
"title_settings" = "Seaded";
"title_summary" = "Makse kokkuvõte";
"title_user" = "Põhijuhi andmed";
"title_extras" = "Lisad";
"CTA_add" = "Lisa broneering";
"CTA_search" = "Otsi autosid";
"CTA_save" = "Salvesta seaded";
"CTA_continue" = "Jätka";
"CTA_with_insurance" = "Jätka kindlustusega";
"CTA_no_insurance" = "Jätka ilma kindlustuseta";
"CTA_to_homepage" = "Tagasi avalehele";
"CTA_book" = "Broneeri nüüd";
"CTA_close" = "Sule";
"CTA_cancel" = "Tühista";
"CTA_done" = "Valmis";
"search_pickup_location_text" = "Kättesaamiskoht";
"search_pickup_location_hint" = "Sisesta lennujaama, linna või jaama nimi";
"search_return_location_text" = "Tagastuskoht";
"search_return_location_hint" = "Sisesta lennujaama, linna või jaama nimi";
"search_return_location_button" = "Tagastamine samas kohas";
"search_driver_age" = "Juht vanuses 25-70";
"search_driver_age_hint" = "Juhi vanus";
"search_select_dates" = "Kuupäevad";
"search_select_dates_hint" = "Valige kuupäevad";
"search_pickup_time_text" = "Kättesaamisaeg";
"search_return_time_text" = "Tagastamisaeg";
"search_locations_placeholder" = "Sisesta asukoht";
"calendar_summary_dropoff" = "Tagastuskuupäev";
"calendar_summary_pickup" = "Kättesaamiskuupäev";
"calendar_summary_title" = "Valige kuupäev";
"calendar_select_date" = "Valige kuupäev";
"calendar_select_dates" = "Valige oma kuupäevad";
"calendar_pickup_date" = "Kättesaamiskuupäev";
"calendar_return_date" = "Tagastuskuupäev";
"calendar_continue" = "Jätka";
"calendar_sun" = "P";
"calendar_mon" = "E";
"calendar_tue" = "T";
"calendar_wed" = "K";
"calendar_thu" = "N";
"calendar_fri" = "R";
"calendar_sat" = "L";
"locations_results_airports" = "Lennujaamad";
"locations_results_others" = "Kõik teised asukohad";
"settings_country_title" = "Riik";
"settings_currency_title" = "Valuuta:";
"settings_select_country" = "Vali riik";
"settings_select_currency" = "Vali vääring";
"settings_select_languages" = "Vali keel";
"results_sort" = "Sordi";
"results_filter" = "Filter";
"vehicle_orsimilar" = "või sarnane";
"vehicle_passenger" = "Reisija";
"vehicle_passengers" = "Reisijad";
"vehicle_bag" = "Kott";
"vehicle_bags" = "Pagas";
"vehicle_door" = "Uks";
"vehicle_doors" = "Uksed";
"vehicle_duration_1" = "päeva hind";
"vehicle_duration_2" = "päev";
"vehicle_duration_3" = "päeva";
"vehicle_total_price" = "Hind kokku";
"vehicle_best_seller" = "Müügihitt";
"vehicle_great_value" = "Hea hind";
"vehicle_provided" = "Pakkuja";
"vehicle_air_conditioning" = "Kliimaseade";
"vehicle_fuel_policy" = "Kütusepoliitika";
"vehicle_supplier_address" = "Teenusepakkuja aadress";
"vehicle_suppliers_address_detail" = "Teenusepakkuja aadress on";
"vehicle_pickup_location" = "Kättesaamiskoht";
"vehicle_vehicle_inclusion" = "See kuulub sõiduki hinna sisse";
"rental_sort_title" = "Sorteeri tulemusi";
"rental_sort_price" = "Hind";
"rental_sort_rating" = "Hinnang";
"rental_sort_recommended" = "Soovitatav";
"filter_package" = "Pakett";
"filter_carsize" = "Auto suurus";
"filter_supplier" = "Tarnija";
"filter_rating" = "Hinnang";
"filter_fuel" = "Kütusepoliitika";
"filter_carfuel" = "Kütuse liik";
"filter_carspec" = "Auto tehnilised andmed";
"filter_transmission" = "Käigukast";
"filter_specialoffers" = "Eripakkumine";
"filter_transfertype" = "Kohaleveo tüüp";
"filter_transfertime" = "Reisi aeg";
"filter_reset" = "Lähtesta";
"vehicle_type_cargovan" = "Kaubik";
"vehicle_type_compact" = "Compact";
"vehicle_type_compact_elite" = "Compact elite";
"vehicle_type_economy" = "Economy";
"vehicle_type_economy_elite" = "Economy elite";
"vehicle_type_estate" = "Universaal";
"vehicle_type_exotic" = "Eksootiline";
"vehicle_type_exotic_SUV" = "Eksootiline maastur";
"vehicle_type_fifteen_passenger_van" = "Viieteistkümnekohaline kaubik";
"vehicle_type_five_seat_carrier" = "Viie istekohaga sõiduk";
"vehicle_type_four_wheel_drive" = "4x4";
"vehicle_type_fullsize" = "Fullsize";
"vehicle_type_fullsize_elite" = "Fullsize elite";
"vehicle_type_intermediate" = "Intermediate";
"vehicle_type_intermediate_elite" = "Intermediate elite";
"vehicle_type_large_SUV" = "Suur maastur";
"vehicle_type_large_truck" = "Suur veok";
"vehicle_type_luxury" = "Luksus";
"vehicle_type_luxury_elite" = "Luxury elite";
"vehicle_type_medium_SUV" = "Keskmine maastur";
"vehicle_type_midsize" = "Midsize";
"vehicle_type_mini" = "Mini";
"vehicle_type_mini_elite" = "Mini elite";
"vehicle_type_minivan" = "Minivan";
"vehicle_type_moped" = "Mopeed";
"vehicle_type_moving_van" = "Kolimiskaubik";
"vehicle_type_nine_seat_carrier" = "Üheksa istekohaga sõiduk";
"vehicle_type_oversize" = "Oversize";
"vehicle_type_premium" = "Premium";
"vehicle_type_premium_elite" = "Premium elite";
"vehicle_type_regular" = "Tavaline";
"vehicle_type_seven_seat_carrier" = "Seitsme istekohaga sõiduk";
"vehicle_type_small_SUV" = "Väike maastur";
"vehicle_type_small_medium_truck" = "Väike kuni keskmine veok";
"vehicle_type_special" = "Special";
"vehicle_type_standard" = "Standard";
"vehicle_type_standard_elite" = "Standard elite";
"vehicle_type_stretch" = "Limusiin";
"vehicle_type_subcompact" = "Subcompact";
"vehicle_type_twelve_foot_truck" = "Kaheteistkümnejalane veok";
"vehicle_type_twelve_passenger_van" = "Kaheteistkümnekohaline kaubik";
"vehicle_type_twenty_foot_truck" = "Kahekümnejalane veok";
"vehicle_type_twenty_four_foot_truck" = "Kahekümne nelja jalane veok";
"vehicle_type_twenty_six_foot_truck" = "Kahekümne kuue jalane veok";
"vehicle_type_unique" = "Ainulaadne";
"vehicle_type_vehicle_size_SUV" = "Suur linnamaastur";
"vehicle_type_other" = "Muu";
"vehicle_fuel_petrol" = "Bensiinimootor";
"vehicle_fuel_diesel" = "Diisel";
"vehicle_transmission_auto" = "Automaatkäigukast";
"vehicle_transmission_manual" = "Manuaalkäigukast";
"vehicle_fuel_policy_type_ELECTRICVEHICLE" = "Sama laetustase – sama laetustase";
"vehicle_fuel_policy_type_FULLFULL" = "Täispaak";
"vehicle_fuel_policy_type_EMPTYEMPTY" = "Tühjast tühjani";
"vehicle_fuel_policy_type_FULLEMPTY" = "Eelnevalt ostetud";
"vehicle_fuel_policy_type_HALFEMPTY" = "Pooltühjast tühjani";
"vehicle_fuel_policy_type_QUARTEREMPTY" = "Kättesaamine veerand paagiga, Tagastamine tühja paagiga";
"vehicle_fuel_policy_type_HALFHALF" = "Pool paaki";
"vehicle_fuel_policy_type_QUARTERQUARTER" = "Veerand paaki";
"vehicle_fuel_policy_type_UNKNOWN" = "Tundmatu";
"vehicle_fuel_policy_type_FULLEMPTYREFUND" = "Kütuse etteostmine koos tagasimaksega";
"vehicle_fuel_policy_type_FULLFULLHYBRID" = "Kütus: Valige letist";
"vehicle_fuel_policy_type_CHAUFFULFUL" = "Kütusekulu: Ei sisaldu hinnas";
"vehicle_fuel_policy_type_CHAUFFUELINC" = "Kütusekulu: Sisaldub hinnas";
"vehicle_fuel_policy_desc_ELECTRICVEHICLE" = "Hoidke see laetuna, et teilt tasu ei võetaks. Sõiduki kättesaamisel rendiettevõttelt on selle aku teatava laetustasemega. Sõiduk peab olema tagastamisel sama laetustasemega.";
"vehicle_fuel_policy_desc_FULLFULL" = "See on parim kütuse valik. Teie auto antakse üle täis kütusepaagiga. Tagastage auto täis kütusepaagiga, et vältida tankimistasusid.";
"vehicle_fuel_policy_desc_EMPTYEMPTY" = "Teie autos on piisavalt kütust lähimasse tanklasse sõitmiseks. Auto tuleks tagastada tühja paagiga, sest kasutamata kütuse eest raha ei maksta.";
"vehicle_fuel_policy_desc_FULLEMPTY" = "Teie auto antakse üle täis kütusepaagiga, aga peate selle eest teenindusletis tasuma. Auto tuleks tagastada tühja paagiga, sest kasutamata kütuse eest raha ei maksta.";
"vehicle_fuel_policy_desc_HALFEMPTY" = "Teie auto antakse üle poole paagiga. Selle kütuse eest maksate teenindusletis. Te võite kasutada nii palju kütust, kui soovite ega pea paaki enne auto tagastamist uuesti täitma";
"vehicle_fuel_policy_desc_QUARTEREMPTY" = "Teie auto antakse üle veerandi paagiga. Selle kütuse eest maksate teenindusletis. Te võite kasutada nii palju kütust, kui soovite, ega pea paaki enne auto tagastamist uuesti täitma";
"vehicle_fuel_policy_desc_HALFHALF" = "Teie auto antakse üle poole paagiga. Tagastage auto lihtsalt poole paagiga, et vältida tankimistasusid. Kui te tagastate auto enama kütusega, ei saa te selle eest lisahüvitist.";
"vehicle_fuel_policy_desc_QUARTERQUARTER" = "Teie auto antakse üle veerandi võrra täidetud paagiga. Tagastage auto lihtsalt veerandi võrra täidetud paagiga, et vältida tankimistasusid. Kui te tagastate auto enama kütusega, ei saa te lisahüvitist.";
"vehicle_fuel_policy_desc_UNKNOWN" = "Vt jaotist „Tähtis info“";
"vehicle_fuel_policy_desc_FULLEMPTYREFUND" = "Teie auto antakse üle täis kütusepaagiga. Teilt võetakse selle eest tasu teenindusletis ja see toob kaasa mitte-tagastatava haldustasu. Teile tasutakse kasutamata jäänud kütuse eest auto tagastamisel.";
"vehicle_fuel_policy_desc_FULLFULLHYBRID" = "Teie auto antakse üle täispaagiga. Võite kütuse eest maksta ette teenindusletis (etteost) või lasta paagi enne auto tagastamist uuesti täis (täispaagist täispaagini). Teavitage autorendikeskust, millist varianti te eelistate.";
"vehicle_fuel_policy_desc_CHAUFFULFUL" = "Kütusekulu ei sisaldu hinnas. Peate maksma paagi uuesti täitmise ees, enne kui autojuht teid ära viib.";
"vehicle_fuel_policy_desc_CHAUFFUELINC" = "Kõik kütusekulud sisalduvad hinnas. Te ei pea paagi uuesti täitmise eest eraldi maksma.";
"vehicle_pickup_type" = "Kättesaamisviis";
"vehicle_pickup_location_VWF_1.VWF.X" = "Lennujaama terminalist kättesaamine";
"vehicle_pickup_location_VWF_2.VWF.X" = "Lennujaamas";
"vehicle_pickup_location_VWF_3.VWF.X" = "Lennujaama terminal";
"vehicle_pickup_location_VWF_4.VWF.X" = "Raudteejaam";
"vehicle_pickup_location_VWF_5.VWF.X" = "Hotelli toimetamine";
"vehicle_pickup_location_VWF_6.VWF.X" = "Autovahendaja";
"vehicle_pickup_location_VWF_7.VWF.X" = "Kesklinn/südalinn";
"vehicle_pickup_location_VWF_8.VWF.X" = "Kesklinna idaosa";
"vehicle_pickup_location_VWF_9.VWF.X" = "Kesklinna lõunaosa";
"vehicle_pickup_location_VWF_10.VWF.X" = "Kesklinna lääneosa";
"vehicle_pickup_location_VWF_11.VWF.X" = "Kesklinna põhjaosa";
"vehicle_pickup_location_VWF_12.VWF.X" = "Sadam/Praam";
"vehicle_pickup_location_VWF_13.VWF.X" = "Puhkekeskuse lähedal";
"vehicle_pickup_details_VWF_1.VWF.X" = "See on kõige mugavam kättesaamise viis. Teeninduslett asub lennujaama terminalis.";
"vehicle_pickup_details_VWF_2.VWF.X" = "Teeninduslett asub mugavalt lennujaama alal.";
"vehicle_pickup_details_VWF_4.VWF.X" = "See on vastutulemisega teenus. Teie autojuht ootab teid saabumisel. Palun teatage meile oma lennu number, et juht saaks jälgida, kas teie lend hilineb.";
"vehicle_pickup_details_VWF_5.VWF.X" = "Autot on võimalik kätte saada teie hotelli vastuvõtust.";
"vehicle_pickup_details_VWF_6.VWF.X" = "See on vastutulemisega teenus. Teie autojuht ootab teid saabumisel. Palun teatage meile oma lennu number, et juht saaks jälgida, kas teie lend hilineb.";
"vehicle_pickup_type_VLI_1.VLI.X" = "Terminalis";
"vehicle_pickup_type_VLI_2.VLI.X" = "Terminal ja süstik";
"vehicle_pickup_type_VLI_3.VLI.X" = "Tasuta süstikbuss";
"vehicle_pickup_type_VLI_4.VLI.X" = "Kokkusaamine";
"vehicle_pickup_type_VLI_6.VLI.X" = "Isiklik juht";
"vehicle_pickup_at_airport" = "Lennujaamas";
"vehicle_pickup_unknown" = "Tundmatu";
"included_title" = "Tasuta:";
"included_cancel" = "Tühistamine";
"included_amend" = "Parandused";
"included_thirdparty" = "kohustuslik liikluskindlustus";
"included_theft" = "Varguskindlustus";
"included_collision" = "Avariikindlustus";
"included_terms" = "Tingimused";
"supplier_reviews" = "arvustused";
"supplier_car" = "Auto puhtus";
"supplier_desk" = "Teenus tarnija letis";
"supplier_pickup" = "Rendiauto kättesaamisprotsess";
"supplier_dropoff" = "Rendiauto äraandmisprotsess";
"supplier_price" = "Üldine hinna-kvaliteedi suhe";
"supplier_waiting" = "Ooteaeg";
"supplier_below_average" = "Alla keskmise";
"supplier_good" = "Hea";
"supplier_excellent" = "Suurepärane";
"supplier_rating_detail" = "kliendid on sellele autorendiettevõttele pannud hindeks";
"extras_equipment_aircon" = "Kliimaseade";
"extras_equipment_gps" = "GPS";
"extras_back" = "Tagasi";
"extras_conditions" = "Juhime tähelepanu sellele, et lisatasud tuleb maksta rendiletis. Proovime tagada selle, et kliendid saavad alati endale kõik soovitud lisad, kuid nende saadavus ei ole alati tagatud.";
"extras_per_day" = "päevas";
"extras_placeholder" = "Pakkuja on juhtiv globaalne kindlustus- ja varahaldusettevõte Axa.";
"insurance_summary_replace_src" = "märgi allolev kast";
"insurance_summary_replace_val" = "vali, et jätkata kindlustusega";
"insurance_summary_title" = "Põhjused, miks teha täielik kindlustuskaitse";
"insurance_list_1_title" = "Hea hind";
"insurance_list_1_body" = "Vähendage võimalikku vastutust, mis võib olla kuni ${x} vaid ${w} eest päevas.";
"insurance_list_2_title" = "Parim kaitse";
"insurance_list_2_body" = "Auto kahjustuse või varguse korral, kui teilt nõutakse omavastutuse tasumist, hüvitatakse see täielikult.";
"insurance_list_3_title" = "Meelerahu";
"insurance_list_3_body" = "olete kahjujuhtumi korral kaitstud omavastutuse eest.";
"insurance_conditions" = "Palun vt ${x}, et tutvuda kõigi üksikasjadega.";
"insurance_provider" = "Pakkuja on juhtiv ülemaailmne kindlustuste ja varade haldaja Axa";
"insurance_policy" = "Sellele poliisile on kirjutanud alla AXA Assistance Groupi kuuluv INTER PARTNER ASSISTANCE SA aadressiga Avenue Louise 166, 1050 Brüssel, Belgia.";
"user_name_hint" = "Nimi";
"user_firstname_hint" = "Eesnimi";
"user_surname_hint" = "Perekonnanimi";
"user_email_hint" = "E-post";
"user_email2_hint" = "Kinnita e-post";
"user_phone_hint" = "Telefon";
"user_address_hint" = "Aadress";
"user_address_line1_hint" = "Aadressirida 1";
"user_address_line2_hint" = "Aadressirida 2";
"user_city_hint" = "Linn";
"user_postcode_hint" = "Sihtnumber";
"user_flight_hint" = "Lennu number (oluline)";
"user_country_hint" = "Riik";
"summary_desk" = "Teenindusletis maksmine";
"summary_now" = "Maksan kohe";
"summary_rental" = "Autorent ";
"summary_ground" = "sõit";
"summary_total" = "Kokku";
"summary_pickup" = "Kättesaamine";
"summary_dropoff" = "Tagastamine";
"summary_lead_driver" = "Põhijuhi andmed";
"summary_vehicle" = "Sõiduki kokkuvõte";
"summary_payment" = "Makse kokkuvõte";
"summary_damage_refund" = "Kahju hüvitamise kindlustus";
"summary_booking_fee" = "Broneerimistasu";
"payment_text_1" = "Vajutage oma broneeringu lõpetamiseks ning ${x} nõustumiseks ikooni „Broneeri kohe”";
"payment_text_2" = "Tingimused";
"receipt_email_text" = "Oleme saatnud kinnitusmeili aadressil ${x}. Selle e-kirja saamiseks võib kuluda kuni 15 minutit. Enne auto kättesaamist vaadake sooduskupong üle.";
"receipt_scroll" = "Kerige kokkuvõtte kuvamiseks";
"receipt_success" = "Teie broneering õnnestus.";
"receipt_summary_car" = "Auto kokkuvõte";
"receipt_summary_driver" = "Põhijuhi andmed";
"receipt_summary_dropoff" = "Tagastamine";
"receipt_summary_pickup" = "Kättesaamine";
"receipt_title" = "Õnnitleme!";
"receipt_your_reference" = "Teie broneerimisnumber on:";
"general_form_empty" = "Palun täida see väli";
"results_empty" = "Tulemusi pole";
"error_widget_no_cars" = "Selles asukohas ei leitud sõidukeid";
"error_payment_general" = "Tõrge maksmisel";
"error_requestor_missing" = "Taotleja ID puudub";
"error_payment_no_internet1" = "Internetiühendus puudub";
"error_payment_no_internet2" = "Broneeringu lõpuleviimiseks vajate internetiühendust";
"error_payment_loading1" = "Vabandust";
"error_payment_loading2" = "Maksekuva laadimine ebaõnnestus";
"error_ok" = "OK";
"error_no_booking_ref" = "Broneeringu number puudub";
"error_no_insurance_available" = "Kindlustust ei ole saadaval";
"booking_reference_prefix" = "Broneerimisnumber";
"title_booking_manager" = "Eesolevad broneeringud";
"settings_language_header" = "Keel";
"interstitial_header" = "Otsime teile suurepärase auto";
"interstitial_subheader" = "parima hinnaga";
"mins_placeholder" = "min";
"summary_deposit" = "Autorendi deposiit";
"confirmation_loading_header" = "Töötleme hetkel teie makset";
"confirmation_loading_subheader" = "See võtab kuni 30 sekundit. Palun oodake.";
"address_details_title" = "Aadress";
"add_extras_title" = "Lisa varustus";
"insurance_upgrade" = "Lisa kindlustus";
"insurance_added" = "Lisatud";
"car_rental_total" = "Autorent kokku";
"vehicle_features" = "omadused";
"vehicle_features_title" = "Muud auto funktsioonid";
"free_cancellation_detail" = "Head uudised! Tasuta broneeringu tühistamine ja muutmine.";
"free_cancellation_title" = "Head uudised!";
"free_cancellation_point1" = "Tasuta tühistamisvõimalus kuni 24 tundi enne üleandmist";
"free_cancellation_point2" = "Broneeringu muutmisega internetis, rakendusesiseselt või telefonis ei kaasne mingeid tasusid.";
"vehicle_mileage_title" = "Lubatud läbisõit:";
"vehicle_mileage_618_VCP_X" = "Piiratud läbisõit";
"vehicle_mileage_618_VCP_X_desc" = "Keskmine sõidukaugus ${x} ${y} ${z} on hinna sees. Pikema maa läbimisel võidakse kehtestada lisatasu.";
"vehicle_mileage_609_VCP_X" = "Piiramatu läbisõit";
"vehicle_mileage_609_VCP_X_desc" = "Selle auto puhul kilomeetripiirangut ei ole";
"vehicle_insurance_title" = "Kindlustus";
"vehicle_insurance_title_description" = "Piiratud kindlustus";
"insurance_upgrade_title" = "Täienda kindlustuskaitset";
"insurance_upgrade_subtitle" = "Kahju hüvitamise kindlustus";
"insurance_more" = "Lisateave";
"insurance_per_day" = "päevas";
"insurance_total" = "Kokku";
"insurance_detail_title" = "Kahju hüvitamise kindlustus";
"insurance_more_details_title1" = "Vähendage omavastutust alates ${x} kuni  ${y}";
"insurance_more_details_insurance_main_text" = "Autorendi pakkuja võib paluda teil tasuda reisi jaoks deposiidi või kindlustuse omavastutuse. See kahju hüvitamise kindlustus peaks katma lisakindlustuse nõuded, seega kontrollige enne uue kindlustuspoliisi ostmist oma lepingu tingimusi. Kui auto saab kahjustada või varastatakse, peab autorendipakkuja omavastutuse deposiidi kinni, et katta kulutused, mille te saate hiljem kahju hüvitamise kindlustuselt täies ulatuses tagasi nõuda.";
"vehicle_other" = "Muud autod";
"insurance_more_details_title2" = "Mis on kaetud?";
"insurance_more_details_point1" = "Kahjustuse ja varguse korral omavastutustasu täielik hüvitamine";
"insurance_more_details_point2" = "Rehvid, klaasid, peeglid ja veljed";
"insurance_more_details_point3" = "Katus, šassii ja vale kütuse tankimine";
"insurance_more_details_point4" = "Halduskulud";
"insurance_more_details_point5" = "Põhiline kindlustuskate ja isiklik vara";
"insurance_terms_conditions" = "Tingimused";
"CTA_add_to_flight" = "Lisa lennule";
"CTA_edit" = "Redigeeri";
"payment_name" = "Nimi";
"payment_card" = "Kaardi number";
"payment_expiry" = "KK/AA";
"payment_cvc" = "CVC number";
"payment_summary_pay_nothing_desk" = "Teenindusletis pole vaja midagi maksta";
"extras_title" = "Lisa varustus";
"extras_all" = "Kuva kõik";
"merchandising_business" = "Ärireisija";
"merchandising_city_break" = "Linnapuhkus";
"merchandising_family_size" = "Pereauto";
"merchandising_best_seller" = "Müügihitt";
"merchandising_great_value" = "Hea hind";
"merchandising_quickest_queue" = "Kiireim järjekord";
"merchandising_recommended" = "Soovitatav";
"merchandising_upgrade_to" = "Vahetage parema vastu";
"merchandising_on_budget" = "Soodsam";
"merchandising_best_reviewed" = "Parimaks hinnatud";
"payment_free" = "Tasuta";
"feature_usb" = "USB-ühendus";
"feature_bluetooth" = "Bluetooth";
"feature_gps" = "GPS";
"feature_title" = "Muud funktsioonid";
"feature_german_model" = "Saksa mudel";
"feature_front_demister" = "Tuuleklaasi udueemaldus";
"feature_parking_sensors" = "Parkimisandurid";
"feature_fuel_economy" = "Kütusesäästlik";
"extra_per_rental" = "autorendi kohta";
"mileage_allowance" = "Läbisõit";
"mileage_unlimited" = "Piiramata";
"mileage_limited" = "Piiratud";
"insurance_basic" = "Kindlustus:";
"insurance_basic_detail" = "Piiratud kindlustus";
"CTA_add_vehicle_basket" = "Lisa korvi";
"all_extras_paid" = "Kõigi lisateenuste eest makstakse kättesaamisel";
"payment_secure_text" = "100% turvaline";
"payment_cardnumber" = "Kaardi number";
"payment_cvv" = "CVV";
"extras_included_for_free" = "Tasuta:";
"extras_101.EQP" = "Teine juht";
"extras_7" = "Sobib kuni 9-kuustele imikutele või neile, kes kaaluvad alla 9 kg (20 naela).";
"extras_9" = "Sobib vähemalt 4-aastastele lastele või neile, kes kaaluvad 18–45 kg (40–100 naela).";
"extras_8" = "Sobib lastele vanuses 9 kuud kuni 4 aastat või neile, kes kaaluvad 8-18 kg (20–40 naela).";
"extras_13" = "Satelliitsüsteem.";
"extras_3" = "Suurendab auto pakiruumi.";
"extras_34" = "GPS-ga mobiiltelefon.";
"extras_4" = "Turvaline suusahoidik.";
"extras_10" = "Soovitatav talvetingimustes sõitmiseks.";
"extras_52" = "Saate kiirteedel sõita ridades, mille teemaks tasutakse elektrooniliselt.";
"extras_55" = "Wi-Fi võimalus – juhtmevaba Interneti-ühendus sülearvutite, nutitelefonide, tahvelarvutite ja muude Wi-Fi-toega seadmetele.";
"extras_30" = "Sisaldab kohustuslikku varustust, mida on vaja talvetingimustes sõitmisel.";
"extras_14" = "Soovitatav talvetingimustes sõitmiseks.";
"Message.FreeCancellation.7days" = "Tasuta tühistamine kuni 7 päeva pärast auto broneerimist! ";
"extras_102.EQP" = "Satelliitsüsteem.";
"overall_rating" = "Hinnang";
"payment_invalid_card_number" = "Kehtetu number";
"payment_invalid_expiry_date" = "Kehtetu kuupäev";
"payment_invalid_cvc_number" = "Peab olema 3 või 4 numbrit";
"search_title" = "Otsing";
"search_compare_deals" = "Võrrelge ja leidke <b>parima hinnaga</b> rendiautode pakkumised";
"whats_your_pickup_location" = "Mis on teie kättesaamiskoht?";
"whats_your_dropoff_location" = "Milline on teile sobiv tagastuskoht?";
"view_your_next_trip" = "Vaadake oma järgmist reisi!";
"book_another_car" = "või broneerige teine auto";
"why_book_with_us" = "Why book with us?";
"free_cancellation_and_amendments" = "Tasuta tühistamine ja muutmine";
"free_cancellation_amendments_detail" = "Tasuta tühistamisvõimalus kuni 24 tundi enne üleandmist. Broneeringu muutmisega ei kaasne mingeid haldustasusid.";
"phone_support" = "ööpäevaringne telefonitugi";
"phone_support_detail" = "Meie meeskond on valmis teid ööpäev läbi abistama";
"airports_city_locations" = "30 000 lennujaama ja linna asukohta";
"airports_city_locations_detail" = "Võrrelge 1700 teenusepakkuja teenuseid, valige ja säästke!";
"no_hidden_costs" = "Peidetud kulud puuduvad";
"no_hidden_costs_detail" = "Selgitame kõiki lisatasusid enne autorendi broneerimist. Rohkem teavet selle kohta, mida pakkumine sisaldab? Lugege iga auto rentimise tingimusi.";
"damage_theft_protection" = "Kahju- ja varguskindlustus";
"damage_theft_protection_detail" = "Meie rentimised sisaldavad avariikindlustust ja vargusvastast kaitset.";
"vehicles" = "sõidukid";
"apply" = "Rakenda";
"select_all" = "Vali kõik";
"perfect_car" = "Otsime teile suurepärase auto";
"free_cancellation" = "Tasuta";
"cancellation_amendments" = "tühistamine ja muutmine";
"included_important" = "Tähtis";
"customer_ratings" = "Põhineb %@ kliendihinnangul";
"more_features" = "Veel omadusi";
"continue_to_payment" = "Jätka maksmisega";
"car_rental" = "Autorent";
"toast_extras" = "Teie kogusumma hõlmab lisatasusid, kuid te maksate nende eest autot vastu võttes.";
"booking_delay" = "See võib võtta kuni 30 sekundit aega";
"booking_please_sit_tight" = "Palun oodake";
"booking_secure_payment" = "Turvalised maksed";
"booking_pay" = "Maksmine";
"booking_manage_your_booking" = "Halda oma broneeringut";
"booking_card_title" = "Sõit kohta";
"booking_button_title" = "VAATA BRONEERINGUT";
"booking_list_title" = "Soovite vaadata oma järgmist reisi?";
"payment_title_header" = "Arvustus";
"payment_pay_at_pickup_title" = "Maksmine vastu võttes";
"payment_pay_at_desk_title" = "Maksta teenindusletis";
"summary_extras_cell_title" = "Autot vastu võttes maksate kohalikus vääringus järgneva eest:";
"summary_car_hire_title" = "Autorendi tasu";
"booking_summary_title" = "Broneerimisnumber";
"payment_summary_title" = "Hinna kokkuvōte";
"user_phone_prefix_hint" = "Prefiks";
"car_rental_subscribe" = "Jah, ma soovin saada eripakkumisi e-postile. Võite tellimusest igal ajal loobuda.";
"secure_payment_header" = "Turvalised maksed";
"secure_payment_text" = "Kõik rahaülekanded on kaitstud 128-bitise SSL-krüptimisega";
"payment_conditions_1" = "Vajutage oma broneeringu lõpetamiseks ning ${x} ja ${y} nõustumiseks ikooni „Maksa”";
"payment_conditions_2" = "Renditingimused";
"splash_navigation_title" = "Auto rentimine";
"summary_pay_total" = "Maksa %@";
"deselect_all" = "Tühista kõik";
"free_cancellation_and_amendments_banner" = "<b>Tasuta</b> tühistamine ja muutmine";
"settings_currency_updated" = "Valuuta uuendus";
"booking_not_included" = "Ei sisaldu hinnas";
"vehicle_type_convertible" = "Kabriolett";
"loyalty_scheme_title" = "WestJet sooduspunktid";
"loyalty_scheme_label" = "WestJet sooduspunktide ID";
"loyalty_scheme_intro" = "WestJet sooduspunktide liikmed teenivad WestJeti dollaritena 1% tagasi. WestJeti dollareid antakse teie rentimise eelmaksude ja tasude summa peat.";
"loyalty_scheme_notes" = "WestJeti dollareid võib koguda ainult peamine juht.  Palun esitage peamise juhi WestJet sooduspunktide ID.";
"loyalty_scheme_confirm" = "See liige on rendiauto põhijuht, kes teenib WestJeti dollareid (arvestatakse maksude, tasude ja lisatasude eelselt rendisummalt).";
"Free.LimitedDamageProtection" = "Piiratud kahjukindlustus";
"Free.LimitedTheftProtection" = "Piiratud varguskindlustus";
"Insurance.Excess.Liability" = "Omavastutus kuni ${x}";
"Insurance.Basic.Cover.Incl" = "Piiratud kindlustus (hinna sees):";
"Insurance.Insurance.Explained" = "Kindlustus selgitatud";
"Basic.Intro" = "Pakkuja piiratud kindlustuse abil olete kaitstud kolmanda osapoole kahjude eest. Teil on ka piiratud kahju- ja varguskindlustus. See katab suurema osa kuludest, kuid teie kanda jääb omavastutus summas kuni 3000 eurot. Autot kätte saades peate krediitkaartiga jätma deposiitmakse. Kui auto saab kahjustusi või varastatakse, peab pakkuja kulud teie deposiidist kinni.";
"Insurance.Premium.Cover" = "Premium-kindlustus:";
"Premium.Intro" = "Premium-kindlustusega saate teenusepakkuja baaskindlustuse (sh kaitse kolmandate osapoolte kahjude eest) ja oma turvadeposiidi kaitse.  Kui auto saab kahjustada või varastatakse, hüvitatakse teile makstud omavastutussumma. Võite selle poliisi hüvitiste tabelis esitatu alusel (vastavalt piirangutele) tagasi nõuda (vt alltoodud linke). Täpsemad andmed nõude esitamise kohta leiate teile saadetud kinnitusmeilist.";
"Premium.Tyres.Benefit" = "See katab rehvi purunemise ja rehvivahetuse ning peeglite ja rataste kahjustuste kulud.";
"Premium.Key.Benefit" = "See katab ka kadunud võtmete ja autost varastatud isikliku vara asendamiskulu.";
"Premium_TC" = "Esmaklassi tingimused";
"Insurance.Got.It" = "Selge!";
"Damage.Protection" = "Kahjukindlustus";
"Free.TheftProtection" = "Varguskindlustus";
"Insurance.Checklist.ExcessRefund" = "Makstud omavastutuse hüvitamine";
"AddPremium" = "Lisa Premium-kindlustus";
"NoThanks" = "Tänan, ei";
"Daily_price_Per_day" = "/päevas";
"Insurance.Info.Subtitle1" = "Auto kättesaamine";
"Insurance.Info.Subtitle2" = "Auto tagastamine";
"Insurance.Info.Text.2" = "Autorendi pakkuja võib paluda teil osta letist lisakindlustuse. Arvatavasti ei lähe teil seda kindlustust vaja, kuna te olete kaetud, kui lisate meie kahju hüvitamise kindlustuse.";
"Insurance.Info.Text.3" = "Teie krediitkaardile lisatakse deposiit, et katta kahjustuste või varguse korral omavastutuskulud.";
"Insurance.Info.Text.4" = "Kui auto ei saa kahjustada ega lange varguse ohvriks, tagastatakse teie krediitkaardile omavastutuse deposiit täies ulatuses.";
"Insurance.Info.Text.5" = "Kui auto saab kahjustada või varastatakse, peab autorendipakkuja omavastutuse deposiidi kinni, et katta kulutused, mille te saate hiljem täies ulatuses tagasi nõuda. Täpsemad andmed nõude esitamise kohta leiate teile saadetud kinnitusmeilist.";
"Insurance.Info.Text.6" = "Nii et võtke endaga kaasa juhi nimele väljastatud krediitkaart, mille krediidilimiit katab omavastutustasu/deposiidi, ja helistage meile, kui teil tekib autorendi pakkuja teenindusleti juurde jõudes raskusi.";
"Insurance.Info.Text.7" = "Täpsemad üksikasjad leiate tingimustest.";
"X.PerDay" = "${x} päevas";
"Insurance.Prompt.CoverPrice" = "Hind kokku: ${x}";
"car.insurance" = "Autokindlustus";
"AddStandard" = "Lisa Premium-kindlustus";
"CTA.Insurance.Added" = "Premium-kindlustuskattega";
"CTA.Insurance.Not.Added" = "Piiratud kindlustuskattega";
"Standardadded" = "Lisatud Premium-kindlustus";
"PayAtPickupReminder" = "Pidage meeles, et ülejäänud ${x} maksate autot vastu võttes kohalikus valuutas.";
"Insurance.Limited.Cover.Incl" = "Piiratud kindlustus (hinna sees)";
"Recent.Searches" = "Viimatised otsingud";
"AddCar" = "Jätka";
"Total" = "Kokku:";
"Limited.Offer" = "Ainult piiratud kestusega";
"PercentageOff" = "Allahindlus ${x}";
"Free.ThirdPartyLiability" = "kohustuslik liikluskindlustus";
"Insurance.Checklist.Item2" = "Rehvid, klaasid, peeglid ja veljed";
"Insurance.Checklist.Item5" = "Põhiline kindlustuskate ja isiklik vara";
"Chubb.Content.1" = "Kokkupõrkel tekkinud kahjustuste korral tasumisest vabastamine ja varguse korral tasumisest vabastamine, mis selle rendiga kaasnevad, ei kata kahjustuse või varguse korral täielikult teie kohustusi. Te peate siiski maksma auto kahjustuste või kaotatud võtmete eest.";
"Chubb.Content.2" = "Jah, ma soovin kindlustada end omavastutuse vastu üksnes ${x} (${y} = ${z}) eest.";
"Chubb.Content.3" = "Kui soovite kindlustada võimalike liigsete maksete vastu, tähistage kindlasti ülalolev kastike.";
"Chubb.Content.4" = "Hea hind";
"Chubb.Content.5" = "Liigsete maksete hüvitamine summas kuni ZAR 50 000 kõigest ${x} (${y} = ${z}). eest.";
"Chubb.Content.6" = "Parim kaitse";
"Chubb.Content.7" = "Tagastus summas kuni ZAR 50 000, kui peate maksma liigse summa.";
"Chubb.Content.8" = "Ja rohkem";
"Chubb.Content.9" = "See kindlustus sisaldab isiklikku avariihüvitist kuni ZAR 50,000 ulatuses või invaliidsuse korral ja isiklike asjade varguse hüvitist kuni ZAR 15,000 ulatuses!";
"Chubb.Content.10" = "Kuidas see kindlustus rentimise ajal ja pärast rentimist toimib?";
"Chubb.Content.11" = "Kuidas see kindlustus rentimise ajal ja pärast rentimist toimib?";
"Chubb.Content.12" = "Auto kättesaamine";
"Chubb.Content.13" = "Autorendi pakkuja võib paluda teil osta letist lisakindlustuse. Arvatavasti ei lähe teil seda kindlustust vaja, kuna te olete kaetud, kui lisate meie kahju hüvitamise kindlustuse. Teie krediitkaardile lisatakse deposiit, et katta kahjustuste või varguse korral omavastutuskulud.";
"Chubb.Content.14" = "Nii et võtke endaga kaasa juhi nimele väljastatud krediitkaart, mille krediidilimiit katab omavastutustasu/deposiidi, ja helistage meile, kui teil tekib autorendi pakkuja teenindusleti juurde jõudes raskusi.";
"Chubb.Content.15" = "Auto tagastamine";
"Chubb.Content16" = "Kui auto saab kahjustada või varastatakse, peab autorendipakkuja omavastutuse deposiidi kinni, et katta kulutused, mille te saate hiljem täies ulatuses tagasi nõuda. Täpsemad andmed nõude esitamise kohta leiate teile saadetud kinnitusmeilist. Kui auto ei saa kahjustada ega lange varguse ohvriks, tagastatakse teie krediitkaardile omavastutuse deposiit täies ulatuses.";
"Chubb.Content.17" = "Täpsemad üksikasjad leiate tingimustest.";
"National.ID" = "Riiklik ID-kood";
"Origin.Province" = "Valige oma asukoha maakond";
"Allianz.Content.1" = "Selle poliisi alla kuuluvad kindlustuseelised hõlmavad järgmist:";
"Allianz.Content.2" = "rendiauto füüsiline kahju või kadumine, mis leiab aset sõidu ajal või siis, kui rendiauto jäetakse rendiperioodi jooksul järelevalveta;";
"Allianz.Content.3" = "rendiauto mis tahes muud kahjustused või kahjud, mille põhjus pole kokkupõrge (nt tulekahju, torm, vandalism);";
"Allianz.Content.4" = "rendiauto või selle mis tahes vastavate osade või lisaseadmete vargus;";
"Allianz.Content.5" = "Charges for valid loss of use while the rental car is being repaired.";
"Allianz.Content.6" = "rendiauto lähima võimaliku rajatiseni pukseerimise tasud.";
"origin.State" = "Valige oma asukohariik";
"Orient.legal" = "Selle poliisi kindlustusandja on Orient Sigorta A.Ş. (registreerimisnumber T14113-CEM09) ja selle on väljastanud tema volitatud esindaja Hepstar. Seda toodet valides nõustute teie isikuandmete esitamise, töötlemise, registreerimise, säilitamise, klassifitseerimise, värskendamise ja vajalikele kolmandatele isikutele edastamisega, samuti välisriigis säilitamisega kooskõlas Türgi seadusega nr 6698 ja sellega seotud õigusaktidega.";
"Insurance.Upgrade.Cover" = "Täienda kindlustuskaitset";
"Car.Excess.Cover.AU" = "Rendiauto omavastutuskindlustus";
"Insurance.Checklist.Item1" = "Kahjustuse ja varguse korral omavastutustasu hüvitamine";
"Add" = "Lisa";
"Car.Excess.Cover.Text.AU" = "Auto kättesaamisel võtab autorendifirma teie krediitkaardilt deposiidi omavastutussumma ulatuses, mille peaksite maksma, kui auto kahjustub või varastatakse.";
"Car.Excess.Cover.CTA.Promo" = "Kui soovite katta rendiauto omavastutuskindlustusega (kuni ${x}), märkige lihtsalt allolev ruut.";
"Insurance.Prompt.Content.CTA" = "Jah, soovin osta rendiauto omavastutuskindlustuse";
"Car.Excess.Cover.Agree.Statement" = "Ülaloleva ruudu märkimisega nõustun saama ${x} ja ${y} nende linkide kaudu, olen need läbi lugenud ja neist aru saanud ning nõustun minu isiklike andmete kogumise, kasutamise ja avalikustamisega, nagu näeb ette Allianz Global Assistance ${z}.";
"Insurance.Prompt.Agree.Links" = "Toote avalikustamise avaldus (PDS - Product Disclosure Statement)";
"Insurance.Prompt.Agree.Links2" = "Finantsteenuste juhend";
"Insurance.Prompt.ContentUS2" = "Kaitske end Allianz Rental Car Protectoriga ainult ${x} eest päevas.";
"Insurance.Prompt.TCs" = "Kehtida võivad erandid, tingimused ja piirangud. Vt ${x}";
"CarTermsAndConditions" = "Tingimused";
"Car.Excess.Cover.CTA.AU" = "Jah, soovin osta rendiauto täiendava kindlustuse ${x}";
"Add.Cover" = "Suurendage kindlustuskaitset";
"Insurance.Prompt.SelectCA" = "Mis provintsis on teie juhiluba välja antud?";
"Insurance.Prompt.CTA.Insure.US" = "Jah, soovin osta Rental Car Protectori";
"AddInsurance" = "Lisa kindlustus";
"Chubb.Content.18" = "See toode on saadaval üksnes isikutele vanuses 21 kuni 80 aastat. Selle poliisi on väljastanud Chubb Insurance South Africa Limited ja seda haldab Hepstar Financial Services, volitatud finantsteenuste pakkuja. Kehtivad poliisi tingimused. See poliis on väljastatud ilma toetava teabeta ja kindlustus võetakse kindlustaja esitatud faktilise teabe alusel.";
"Car.Excess.Cover.TC.AU" = "Selle kindlustuse on väljastanud ettevõte Allianz Australia Insurance Limited ABN 15 000 122 850 AFSL 234708 ning seda haldab ettevõte AWP Australia Pty Ltd ABN 52 097 227 177 AFSL 245631 tegevusnimega Allianz Global Assistance. Et Ausco Limited ARBN 612 412 094, mis tegutseb nime all CarTrawler, korraldab seda kindlustust ettevõtte Allianz Global Assistance agendina. Kehtivad tingimused, piirangud ja välistamised. Igasugune selle kindlustuse kohta ettevõttele Allianz Global Assistance antud nõuanne on üksnes üldise iseloomuga ega põhine teie eesmärkide, rahalise olukorra ega vajaduste kaalumisel. Enne otsuse langetamist palume kaaluda järgmist: ${x}. Kui te ostate ettevõttelt Allianz Global Assistance kindlustuse, saavad CarTrawler ning teid siia saidile juhatanud isik teenustasu, mis on protsent teie kindlustusmaksest.";
"Orient.Content.1" = "Teile tagastatakse kuni 7 000 TRY, kui peate tasuma omavastutuse summa.";
"Orient.Content.2" = "Tasutud omavastutuse summa hüvitamine kuni 7 000 TRY ainult ${x} (${y} = ${z}).";
"Orient.Content.3" = "See kindlustus sisaldab isiklikku õnnetusjuhtumi hüvitist kuni 100 000 TRY ulatuses surmajuhtumi või puude tekkimise korral ja isiklike asjade varguse hüvitist kuni 3 000 TRY ulatuses!";
"Orient.Content.4" = "Kindlustus ootamatute omavastutuse maksete vastu.";
"Orient.Content.5" = "See kindlustus sisaldab isiklikku õnnetusjuhtumi hüvitist kuni 100 000 TRY ulatuses surmajuhtumi ja puude tekkimise korral ja isiklike asjade varguse hüvitist kuni 3 000 TRY ulatuses.";
"Insurance.Prompt.Agree.Links3" = "Isikuandmete puutumatuse teatis";
"Allianz.Content.7" = "Soovin osta rendiauto kaitse ja olen ${x} läbi lugenud.";
"Allianz.Content.8" = "Esitatud kindlustustariifid ei sisalda maksu. Kui teie provintsis kohalduvad maksud, tuleb tasuda ka need maksud, mis on kindlustuse kinnituses eraldi loetletud.";
"filter_pickup" = "Kättesaamiskoht";
"vehicle_seat" = "iste";
"vehicle_seats" = "istmed";
"age_range_error_text" = "Sisestage juhi vanus (18 või vanem)";
"invalid_search_parameters" = "Viga otsinguparameetrites";
"insurance" = "Kindlustus:";
"supplier_average" = "Keskmine";
"TRANSFERS.Cheapest.Airport.Destination" = "KOHALEVEDU – Odavaim viis jõuda lennujaamast oma sihtkohta";
"GT.Private.Transfer" = "Privaatne transfeer";
"Transfer.Service.Class.Regular" = "Standardne";
"Business" = "Äriklass";
"Business.Minivan" = "Äriklassi minibuss";
"Transfer.Service.Class.Luxury" = "Premium";
"Standard.Minivan" = "Minibuss";
"Max.Passengers" = "Kuni ${X}";
"AirConditioning.Abbr" = "Kliimaseade";
"WifiAccess" = "Wi-Fi vōimalus";
"Free.Cancellation.Mobile" = "Tasuta tühistamine";
"Filter.Supplier" = "Tarnija";
"Review.destination.address" = "Vaadake üle sihtkoha aadress";
"Book.Now.Modify.Destination" = "Võite praegu broneerida ja oma sihtkohta muuta kuni 24 tundi enne väljasõitu. Hind võib sihtkohast olenevalt muutuda.";
"One.Hyphen.Way.Transfer" = "Ühesuunaline kohalevedu";
"Special.requests.optional" = "<strong>Erisoovid</strong> (valikuline)";
"Additional.Info.Text" = "Kas on lisateavet, mida juht peaks teadma, erinõuded, laste turvatoolid, pagasi tüüp?";
"Special.Request" = "Sisestage erisoovid";
"You.also.get" = "<strong>Meilt saate ka:</strong>";
"Certified.Driver" = "Sertifitseeritud juht";
"No.taxes.tolls.gratuity" = "Puuduvad maksud, tasud ja jootraha";
"FREE.wait" = "TASUTA ooteaeg";
"TransferConditions" = "Transfeeri tingimused";
"IHaveReadTermsConditions.link2" = "Broneerimise tingimused";
"Privacy.Policy" = "Privaatsuseeskirjad";
"Confirm" = "Kinnita";
"Total.Transfer.Cost" = "Kohaleveo hind kokku";
"OtherFee" = "Muud tasud";
"YoungDriverFee" = "Noore juhi tasu";
"Price.Updated" = "Teie hinda uuendati.";
"Address.Prompt.Field" = "Palun sisestage hotell, lennujaam, aadress või huvipunkt.";
"Price.No.Change" = "Kõik on korras, hind ei muutunud.";
"PrivateTransfer.Added" = "Teie transfeer on lisatud";
"Results.Found" = "leitud ${X} tulemust";
"Ticket.Oneway" = "Üks suund";
"From.To" = "Alates ${X} kuni ${Y}";
"Destination.confirmed" = "Sihtkoht on kinnitatud";
"No.Avail.Search.Error" = "Ei ole selles piirkonnas saadaval. Proovige mõnda muud asukohta.";
"To" = "Kuni";
"a_TO_b" = "sihtkoht";
"EditSearch" = "Muuda otsingut";
"Where.Drop.Off" = "Kuhu me saame teid viia?";
"Where.Pick.Up" = "Kust me saame teid peale võtta?";
"GT.Passengers" = "Reisijad";
"Total.Passengers" = "${x} reisijat";
"GT.S1.PickupDate" = "Kättesaamise kuupäev";
"GT.S1.OnePassenger" = "${x} reisija";
"Additional.Info.Text2" = "Teenustele või varustusele (näiteks laste turvatoolidele) võib rakenduda lisatasu. Enne selliste lisatasude rakendamist teie broneeringule võetakse teiega ühendust.";
"GT_USP_SHORT_waiting" = "Kui jõuate lennujaama, oleme teid seal juba ootamas";
"Details" = "Andmed";
"Validation.Looks.Good" = "Kõik korras!";
"insurance.hepstar.tr.nationalIDError" = "Sisestage palun kehtiv ID-kood";
"IPID_LINK_TEXT" = "Enne otsuse tegemist vt kindlustustoote infodokumenti";
"Free.Cancellation.All.Cars" = "Tasuta tühistamine kõigi autode puhul";
"SelectedCar" = "Teie auto";
"Insurance.IPID.App" = "Premium-kindlustuse lisamisega kinnitan, et olen ${x} läbi lugenud ning et selle teabe põhjal vastab poliis minu vajadustele.";
"Insurance.IPID.Document" = "Kindlustustoote teabedokument";
"Insurance.Explained" = "Omavastutustasu selgitus";
"InsuranceExplained.TextUpdate" = "See toode vastab nende nõuetele ja vajadustele, kes soovivad kaitsta end kohustuse eest, mis näeb ette autorendifirma kulude hüvitamist kuni ${x}, kui sõiduk saab rendiperioodil kahjustusi või kaob";
"ImportantInformation" = "Tähtis info";
"CTA.PayAcceptTermsGDPR" = "Vajutage oma broneeringu lõpetamiseks ning ${x}, ${y} ja meie ${z} nõustumiseks ikooni „Maksa”.";
"Residency.PopUp" = "Elukoha riigi/regiooni muutmine vōib mōjutada teie poolt valitud auto hinda ja saadavust. Teid saadetakse tulemuste lehele, kus otsingut värskendatakse.";
"Country.Region" = "Riik";
"SearchDatesIncorrect.Error" = "Kuupäev on vale. Vaadake valitud kuupäevad üle.";
"AgeFieldYoung.Error" = "Palun sisestage vanus vahemikus 18–24.";
"DriverFullName.Empty.Error" = "Sisestage juhi ees- ja perekonnanimi.";
"DriverEmail.Empty.Error" = "Sisestage siia oma e-posti aadress.";
"Phone.Empty.Error" = "Sisestage palun oma telefoninumber.";
"Address.Empty.Error" = "Sisestage palun oma aadress.";
"City.Empty.Error" = "Sisestage palun oma linn.";
"OpeningHours" = "Lahtiolekuaeg";
"AgeFieldElder.Error" = "Palun sisestage vanus üle 71";
"DistancePickupX" = "Kaugus kättesaamiskohast: ${x}";
"Distance.Tooltip" = "Autorendi teeninduslett asub: ${x}.  See on ${y} ${z}-st";
"FlightNumber.Empty.Error" = "Vajalik on lennunumber";
"NameOnCard" = "Nimi kaardil";
"EmailAddress" = "E-posti aadress";
"title_search_results" = "Tulemuste otsing";
"title_interstitial" = "Otsing….";
"Availability.Mobile1" = "Me ei leidnud ühtegi tulemust, mis vastaks teie kriteeriumitele, aga muutmine võib aidata.";
"Availability.Text2" = "Proovige teisi kättesaamise ja tagastamise aegasid";
"Availability.Text3" = "Proovige teisi kuupäevi";
"LocationType.Airport" = "Lennujaam";
"DriverDetails" = "Juhi andmed";
"search_country" = "Otsing";
"wcag.information" = "Lisateave";
"filter_clearall" = "Tühjenda kõik";
"filter_clear" = "Tühjenda";
"Size.Small" = "Väike";
"Size.Medium" = "Keskmine";
"Size.Large" = "Suur";
"Size.SUV" = "Linnamaastur";
"Size.Fullsize" = "Fullsize";
"Size.Luxury" = "Luksus";
"Size.Premium" = "Premium";
"simple_connection_error" = "Teie taotluse töötlemisel tekkis probleem. Palun proovige uuesti";
"Residency.PopUp.Title" = "Muudan riiki/piirkonda?";
"AgeFieldYoung" = "18 - 24";
"AgeFieldMid" = "25 - 70";
"AgeFieldElder" = "71+";
"CardExpDate.Empty.Error" = "Palun sisestage kaardi aegumise kuu ja aasta";
"DriverFirstName.Empty.Error" = "Sisestage juhi eesnimi.";
"DriverLastName.Empty.Error" = "Sisestage juhi perekonnanimi";
"FlightNumberOptional" = "Lennu number (valikuline)";
"results_car_empty" = "Ei leidnud autot";
"Availability.Text5" = "Püüa eemaldada filtrid";
"wcag.basket" = "Ostukorv";
"wcag.addExtra" = "Lisa varustus";
"wcag.removeExtra" = "Eemalda varustus";
"results_driver_age" = "Juhi vanus: ${x}";
"filter_showxcars" = "Kuva ${x} autot";
"payment_premium_cover" = "Premium-kindlustus";
"wcag.back" = "Tagasi";
"Filter.CarSize.Show.All" = "Kuva rohkem suurusi";
"Filter.CarSize.Show.Less" = "Kuva vähem suurusi";
"CardholderName.Empty.Error" = "Sisestage palun kaardi omaniku nimi.";
"CardSecurityCode.Empty.Error" = "Sisestage siia palun turvakood.";
"CardNumber.Payment.Empty.Error" = "Sisestage kaardi number.";
"Cardexpiry.Empty.Error" = "Sisestage kaardi aegumiskuupäev.";
"SpecialOffer.GuaranteedNewCar" = "Uus auto on garanteeritud.";
"SpecialOffer.FreeDriver" = "Teine juht tasuta";
"SpecialOffer.GuaranteedCarModel" = "Garanteeritud automudel";
"Carblock.People" = "${x} Inimesed";
"cancellation_banner" = "Kõigile autodele kehtib tasuta tühistamisvõimalus kuni 24 tundi enne üleandmist.";
"Carblock.PricePerDay" = "${x}/päev";
"Carblock.Total" = "${x} kokku";
"CarPriceInclude" = "Sisaldab ${x} (${y})";
"CarPriceInclude.Free" = "Tasuta";
"Insurance.Modal.Accept" = "Kinnita";
"Insurance.Modal.AcceptText" = "Enne jätkamist peate nõustuma kindlustustingimustega.";
"Insurance.Modal.ViewTerms" = "Vaata tingimusi";
"Preferred.Supplier.Footer.Default" = "Eksklusiivsed pakkumised";
"Preferred.Supplier.Header.Default" = "Soovitatav";
"Booking.Summary.Payment.Paid" = "Makstud";
"Booking.Summary.Payment.Pickup" = "Vajalik kättesaamisel";
"DriverAgeYoung" = "18 - 29";
"DriverAgeMid" = "30 - 69";
"DriverAgeElder" = "70+";
"InsuranceExplained.TextUpdate2" = "Pange tähele, et teie poliisi dokumendid saab saata teile e-postiga ja/või tavapostiga. Kui klõpsate suvandit \'${x}\' ja esitate oma e-posti aadressi, saadetakse teile dokumendid e-postiga. Kui soovite saada oma kindlustusdokumendid tavapostiga, saatke e-kiri aadressil carhireclaims@axa-assistance.co.uk.";
"DriverAgeElder.Error" = "Palun sisestage vanus üle ${x}";
"DriverAgeYoung.Error" = "Palun sisestage vanus vahemikus ${x} kuni ${y}";
"Extras.Show.List" = "Kuva loend";
"Extras.Subheader" = "Nende lisateenuste saadavus ei ole alati tagatud ja kui maksate letis, võivad hinnad olla muutunud.";
"Extras.Included" = "Sisaldub hinnas";
"Extras.X.Free" = "${x} tasuta";
"Payment.Summary.Free" = "Tasuta ${x}";
"error_connection_text" = "Veenduge, et teil on ühendus mobiili- või WiFi-võrguga ja proovige uuesti.";
"error_connection_cta" = "Proovige uuesti";
"error_dismiss" = "Loobu";
"Upsell_Title" = "Hea uudis!";
"Upsell_Body" = "Valitud autole kehtib mitu kindlustuskaitse valikut.";
"CTA_Not_Now" = "Mitte praegu";
"Limited_Cover_Title" = "Piiratud kindlustus";
"Limited_Insurance_Checklist_Item1" = "${x} omavastutus (tagastamatu)";
"Limited_Insurance_Checklist_Item3" = "Piiratud kahju- ja varguskindlustus";
"Premium_Insurance_Details" = "Kaskokindlustus AXA poolt.";
"Premium_Insurance_Checklist_Item1" = "Omavastutus (tagastatav) ${x} kuni";
"Premium_Insurance_Checklist_Item2" = "Rendiletis tasutav deposiitsumma on ${x}";
"Premium_Insurance_Checklist_Item3" = "Kahjustuse ja varguse korral omavastutustasu hüvitamine";
"ZeroExcess_Title" = "Omavastutus on null";
"ZeroExcess_Insurance_Details" = "Omavastutus on null ja tagatissumma on väike.";
"ZeroExcess_Checklist_Item1" = "${x} omavastutus";
"ZeroExcess_Checklist_Item2" = "Kahju- ja varguskindlustus";
"ZeroExcess_CC_Required" = "Krediitkaart ei ole vajalik";
"Insurance_Checklist_Third_Party" = "Kolmanda osapoole vastutuskindlustus";
"Insurance_Checklist_Desk_Deposit" = "Rendiletis tasutav deposiitsumma on ${x}";
"Insurance_More_Info" = "Vaata lisateavet";
"CTA_Show_Me" = "Näita mulle";
"SpecialOffer.ZeroExcessAvailable" = "Saadaval on null-omavastutusega pakett";
"Limited_Insurance_Included" = "Sisaldub autorendi hinnas.";
"Premium_Insurance_Checklist_Item4" = "Auto aknaklaaside, katuse, šassii ja rehvide kahjustused";
"Premium_Insurance_Checklist_Item5" = "Võtmete kindlustus ja isiklik vara";
"CTA_Add_Continue" = "Lisa ja jätka";
"ZeroExcess_Terms_1" = "Null-omavastutusega paketi puhul saate piiratud kindlustuskaitse (k.a kolmanda osapoole vastutuskindlustus) ning ${x} tagatisdeposiidi summa on palju väiksem. Autorendifirma ei esita auto kahjustuse või varguse korral teile arvet. ";
"ZeroExcess_Terms_2" = "Kindlustus ei pruugi katta rehvide, tuuleklaasi, akende ja veermiku kahjustusi. Kontrollige see autorendi esindajaga üle.";
"LimitedCover_Info" = "Pakkuja piiratud kindlustuse abil olete kaitstud kolmanda osapoole kahjude eest. Teil võib olla ka piiratud kahju- ja varguskindlustus. See katab suurema osa kuludest, kuid teie kanda jääb omavastutus summas kuni ${x}. Autot kätte saades peate krediitkaartiga tegema deposiitmakse. Kui auto saab kahjustusi või varastatakse, peavad teenusepakkujad kulud teie deposiidist kinni.";
"Swiss_Premium_Insurance_Details" = "Kindlustuskaitset pakub TMS Insurance. Kõiki nõudeid käsitleb AXA Assistance.";
"FlightNumber_Error" = "Palun kontrollige oma lennu numbrit.";
"DriverAgeYoung_Header" = "18 - 29";
"DriverAgeMid_Header" = "30 - 69";
"DriverAgeElder_Header" = "70+";
"Loyalty_Generic_Error" = "See ei ole teadaolev lojaalsusnumber";
"Priority_Messaging_Native_Results" = "Nautige paindlikkust ja rangemaid puhastusmeetmeid.";
"Priority_Messaging_Native_Details" = "Tasuta tühistamise võimalus kuni ${x} tundi enne kättesaamist.";
"Priority_Messaging_Native_Payment" = "Saate olla paindlik tasuta tühistamisega kuni ${x} tundi enne kättesaamist.";
"car_features" = "Auto omadused";
"vehicle_fuel_hybrid" = "Hübriid";
"vehicle_fuel_electric" = "Elektrimootor";
"rental_info_details" = "Lisateave";
"vehicle_fuel_policy_type_FREETANK" = "Tasuta tankimine";
"vehicle_fuel_policy_desc_FREETANK" = "Teie auto antakse üle tasuta täispaagiga. Te võite kasutada nii palju kütust, kui soovite ega pea paaki enne auto tagastamist uuesti täitma.";
"vehicle_fuel_policy_type_SAMESAME" = "Samalt samale";
"vehicle_fuel_policy_desc_SAMESAME" = "Saate auto kätte koos kütusega. Enne sõitma hakkamist kontrollige kütusekogust. Teil tuleb auto tagastada sama suure kütusekogusega.";
"Filter_PriceRange" = "Hinnavahemik";
"Filter_AverageCarPrice" = "Keskmine autorendi hind on ${x}";
"PickupType_CarDriver" = "Autojuhiteenus";
"PickupType_CarDriver_Info" = "Teie autojuht ootab teid lennujaamaterminali saabuvate lendude ootesaalis.";
"PickupType_MeetNGreet" = "Vastutulemine";
"PickupType_MeetNGreet_Info" = "Autorendifirma esindaja on teil lennujaama terminalis vastas ja suunab teid teenindusleti juurde.";
"PickupType_Terminal" = "Lennujaama terminalist kättesaamine";
"PickupType_Terminal_Tooltip" = "See on kõige mugavam kättesaamise viis. Teeninduslett asub lennujaama terminalis.";
"PickupType_ShuttleBus_Terminal" = "Süstikbuss";
"PickupType_ShuttleBus_Terminal_Tooltip" = "Tasuta süstikbuss toob teid lennujaama terminalist teenindusleti juurde.";
"PickupType_ShuttleBus_Counter" = "Süstikbuss";
"PickupType_ShuttleBus_Counter_Tooltip" = "Tasuta süstikbuss toob teid lennujaama terminalist teenindusleti juurde.";
"PickupType_HoppaShuttleBus" = "Süstikbuss";
"PickupType_HoppaShuttleBus_Info" = "Süstikbuss toob teid lennujaama terminali lähedal oleva teenindusleti juurde. Selle teenuse eest võidakse võtta väikest tasu, mis tuleb maksta bussijuhile.";
"PickupType_OnAirport_Terminal" = "Lennujaamas";
"PickupType_OnAirport_Terminal_Info" = "Teeninduslett asub mugavalt lennujaama alal.";
"PickupType_OnAirport" = "Lennujaamas";
"PickupType_OnAirport_Info" = "Teeninduslett asub mugavalt lennujaama alal.";
"PickupType_Rail" = "Vajalik raudteeühendus";
"PickupType_Rail_Info" = "Vajalik on raudteeühendusega teekond lennujaama terminalist tarnija asukohta";
"vehicle_fuel_lpg" = "LPG";
"vehicle_fuel_hydrogen" = "Vesinik";
"vehicle_fuel_ethanol" = "Etanool";
"vehicle_fuel_multifuel" = "Mitu kütust";
"sale_search_banner_title" = "Allahindlus on käimas!";
"sale_search_banner_description" = "Kuni ${x} soodsam. Allahindlus lõpeb ${y}.";
"sale_landing_banner_title" = "Allahindlus on käimas!";
"sale_landing_banner_description" = "Kuni ${x} soodsam. Allahindlus lõpeb ${y}.";
"landing_page_1_title" = "Paindlikud broneeringud";
"landing_page_3_title" = "Ööpäevaringne klienditugi";
"landing_page_4_title" = "Varjatud tasusid pole";
"landing_page_4_desc" = "Selgitame kõiki lisatasusid enne autorendi broneerimist";
"landing_page_1_desc" = "Broneerige auto kohe – kuni 48 tundi enne kättesaamist on tühistamine tasuta";
"landing_page_2_title" = "Desinfitseeritud autod";
"landing_page_2_desc" = "Tõhustatud puhastusmeetodid tagavad teile reisil ohutuse ja kindlustunde";
"landing_page_3_desc" = "Kui teil on broneeringu kohta küsimusi, aitab meie meeskond teid meeleldi";
"landing_page_title" = "Võrrelge pakkumisi rohkem kui 1700 autorenditeenuse pakkujalt üle maailma";
"landing_page_search" = "Kuhu tee viib?";
"sale_discount_payment" = "Allahindlus (-${x})";
"sales_TCs" = "Tingimused";
"recent_search_delete" = "Kustuta";
"Pickup.Error" = "Palun sisestage auto kättesaamise asukoht.";
"Return.Error" = "Palun sisestage auto tagastamise asukoht.";
"HA_landing_page_title" = "Ärge kahelge – rentige auto Otsi. Võrdle. Salvesta.";
"Argus_landing_page_title" = "Soodsaim hind või maksame hinnavahe tagasi. Lihtne!";
"Premium_Insurance_title" = "Kaskokindlustust pakub ${x}.";
"Insurance.Checklist.Item1.2" = "Hüvitis varguse korral";
"ZeroExcess_Checklist_Item2_1" = "Kahjukindlustus";
"ZeroExcess_Checklist_Item2_2" = "Varguskindlustus";
"Insurance.Checklist.Item1.1" = "Hüvitis kahju korral ";
"Disclaimer.Quebec" = "Québeci elanikele ei ole kindlustus saadaval";
"Select.Province" = "Valige provints";
"Province.Residency" = "Elukoha provints";
"state.CA.BC" = "Briti Columbia";
"state.CA.AB" = "Alberta";
"state.CA.YT" = "Yukon";
"state.CA.SK" = "Saskatchewan";
"state.CA.PE" = "Prints Edwardi saar";
"state.CA.ON" = "Ontario";
"state.CA.NT" = "Loodealad";
"state.CA.NU" = "Nunavut";
"state.CA.NS" = "Nova Scotia";
"state.CA.NL" = "Newfoundland ja Labrador";
"state.CA.NB" = "New Brunswick";
"state.CA.MB" = "Manitoba";
"CDW_Insurance_title" = "Kahjukindlustuskatet pakub AWN.";
"no_cover_title" = "Kindlustuskate puudub";
"no_cover_item1" = "${x} kahju- ja varguskindlustus";
"no_cover_item3" = "Kahju- ja varguskindlustus puudub";
"no_cover_item2" = "${x} rendiletis tasutav deposiitsumma";
"no_cover_item4" = "Kolmanda osapoole vastutuskindlustus puudub";
"no_cover_cta" = "Jätkake ilma kindlustuskatteta";
"Insurance.Cover" = "Kindlustuskate";
"CTA_Confirm_booking" = "Kinnita broneering";
"CTA.Confirm.AcceptTerms" = "Broneeringu vormistamiseks puudutage valikut ,,Kinnita broneering“ ning nõustuge rendi- ja privaatsustingimustega.";
"state.US.AK" = "Alaska";
"state.US.AL" = "Alabama";
"state.US.AR" = "Arkansas";
"state.US.AZ" = "Arizona";
"state.US.CA" = "California";
"state.US.CO" = "Colorado";
"state.US.CT" = "Connecticut";
"state.US.DC" = "Columbia ringkond";
"state.US.DE" = "Delaware";
"state.US.FL" = "Florida";
"state.US.GA" = "Georgia";
"state.US.HI" = "Hawaii";
"state.US.IA" = "Iowa";
"state.US.ID" = "Idaho";
"state.US.IL" = "Illinois";
"state.US.IN" = "Indiana";
"state.US.KS" = "Kansas";
"state.US.KY" = "Kentucky";
"state.US.LA" = "Louisiana";
"state.US.MA" = "Massachusetts";
"state.US.MD" = "Maryland";
"state.US.ME" = "Maine";
"state.US.MI" = "Michigan";
"state.US.MN" = "Minnesota";
"state.US.MO" = "Missouri";
"state.US.MS" = "Mississippi";
"state.US.MT" = "Montana";
"state.US.NC" = "Põhja-Carolina";
"state.US.ND" = "Põhja-Dakota";
"state.US.NE" = "Nebraska";
"state.US.NH" = "New Hampshire";
"state.US.NJ" = "New Jersey";
"state.US.NM" = "New Mexico";
"state.US.NV" = "Nevada";
"state.US.NY" = "New York";
"state.US.OH" = "Ohio";
"state.US.OK" = "Oklahoma";
"state.US.OR" = "Oregon";
"state.US.PA" = "Pennsylvania";
"state.US.SC" = "Lõuna-Carolina";
"state.US.SD" = "Lõuna-Dakota";
"state.US.TN" = "Tennessee";
"state.US.TX" = "Texas";
"state.US.UT" = "Utah";
"state.US.VA" = "Virginia";
"state.US.VT" = "Vermont";
"state.US.WA" = "Washington";
"state.US.WI" = "Wisconsin";
"state.US.WV" = "Lääne-Virginia";
"state.US.WY" = "Wyoming";
"Insurance.Disclosure.Allianz" = "Allianz Global Assistance soovitab, pakub ja müüb. Kindlustusandja: Jefferson Insurance Company või BCS Insurance Company. Leping hõlmab kindlustust ja abiteenuseid. Kohalduvad tingimused ja välistused (sh olemasolevad tingimused).";
"Insurance.Disclosure.Allianz.Link" = "Lepingu üksikasjad ja hinnateave.";
"state.US.RI" = "Rhode Island";
"COVID_coverage_limitations" = "COVID-19: olulised kindlustuskatet puudutavad piirangud";
"Damage.Protection.title" = "Kahjukindlustust pakub ${x}";
"State.Residency" = "Elukohariik";
"Select.Residency" = "Valige elukoht";
"PrefSupplier.Tagline.Mobile.EUROPCAR" = "Eksklusiivsed pakkumised";
"Size.Midsize" = "Midsize";
"Size.Smallsuv" = "Väike maastur";
"Size.Mediumsuv" = "Keskmine maastur";
"Size.Midsizesuv" = "Keskmise suurusega linnamaastur";
"Size.Largesuv" = "Suur maastur";
"Size.Mini" = "Mini";
"Size.Economy" = "Economy";
"Size.Compact" = "Compact";
"Size.Intermediate" = "Intermediate";
"Size.Standard" = "Standard";
"Size.Minivan" = "mahtuniversaal";
"Size.Cargovan" = "Kaubik";
"Size.Van" = "Van";
"Size.Largevan.12pax" = "Suur väikebuss";
"Size.Largevan.15pax" = "Suur väikebuss";
"Size.Convertible" = "Kabriolett";
"Size.Estate" = "Universaal";
"Size.Peoplecarrier" = "Väikebuss";
"Size.5seatcarrier" = "5-istmeline mahtuniversaal";
"Size.7seatcarrier" = "7-istmeline mahtuniversaal";
"Size.9seatcarrier" = "9-istmeline mahtuniversaal";
"Size.Scooter" = "Motoroller";
"Size.Truck" = "Truck";
"Size.Exotic" = "Eksootiline";
"Size.Special" = "Special";
"cash_banner_title" = "Säästke autorendil Prime’iga kuni 40 eurot";
"Price.for.days" = "${X} päeva hind";
"cash_widget_confirmation_title" = "Õnnitleme!";
"cash_widget_confirmation_subtitle" = "Vautšeri kasutamisel säästsite auto broneerimisel ${x}";
"cash_widget_payment_title" = "Õnnitleme!";
"cash_widget_payment_subtitle" = "Vautšeri kasutamisel säästate broneerimisel ${x}  ";
"Prime_why_book_with_us" = "Miks tuhanded Prime’i liikmed kasutavad meie autorendi teenust?";
"Prime_cash_widget_payment_title" = "Õnnitleme!";
"voucher.for.days" = "Vautšeri hind ${x} päevaks";
"voucher.for.day" = "Hind kokku";
"Promo.Code" = "Sooduskood";
"Cannot.Find.Location" = "Vabandust, ent me ei leia teie asukohta. Proovige hiljem uuesti.";
"Use.Current.Location" = "Kasutage käesolevat asukohta";
"Location.Permission.Disabled" = "Selle funktsiooni kasutamiseks valige Seaded ja võimaldage sellel rakendusel leida teie asukohta.";
"Sup.Ben.Select.Code.Type" = "Valige koodi tüüp";
"Sup.Ben.Activated.Button.Title" = "Otsige sooduspakkumisi";
"Sup.Ben.Add.CTA" = "Lisage kampaania/allahindlus";
"Sup.Ben.Code" = "Kood";
"Sup.Ben.Description" = "Saage meie hankijatelt parimad hinnad meie eriallahindlustega. Lisa nüüd Avise ja Budgeti allahindlused.";
"Sup.Ben.Toggle.Title" = "Kohalda allahindlusi";
"Sup.Ben.Banner.Title" = "Saage parimad hinnad";
"Sup.Ben.Banner.Description" = "Kasutage meie eksklusiivsete autorendipartnerite Avise ja Budgeti sooduspakkumisi.";
"Sup.Ben.Banner.Button" = "Taotlege nüüd";
"Sup.Ben.Rental.Company" = "Rendifirma";
"Sup.Ben.Promo.Validation.Error" = "See ei tundu õige. Kontrollige oma koodi ja proovige uuesti";
"Sup.Ben.Promo.Validation.Success" = "Kõik korras!";
"Sup.Ben.Code.Type" = "Koodi tüüp";
"Sup.Ben.Promo.Discount" = "Kampaania/allahindlus";
"Sup.Ben.Update" = "Värskenda";
"Sup.Ben.XOptional" = "${x} (valikuline)";
"SpecialOffer.FreeGPS" = "Tasuta GPS";
"SpecialOffer.FreeWinterTyres" = "Tasuta talverehvid";
"Free.Extra.Included" = "Tasuta lisa hinnas";
"Customer.Portal.Booking.CTA" = "Broneeringu haldamine";
"Booking.Ref.Copied" = "Broneeringu viitenumber kopeeritakse lõikelauale";
"Booking.Ref.Title" = "Broneeringu viitenumber";
"Country.Selection.Settings" = "Elukohariigi/-regiooni aadressi muutmine võib mõjutada renditingimusi ning otsingulehel kuvatavaid autovalikuid.";
"Country.Selection.Dialog.Title" = "Kas muudate elukohariigi/-regiooni aadressi?";
"Country.Selection.Dialog.Text" = "Elukohariigi/-regiooni aadressi muutmine mõjutab renditingimusi. Parimate tulemuste saavutamiseks suunatakse teid tagasi otsingulehele.";
"Pay.Later.Title" = "Maksevõimalused";
"Pay.Later.Pay.Today" = "Makske täna";
"Pay.Later.Pay.By" = "Makske ${x}";
"Pay.Later.Payment.Explainer" = "Tehke täna ${x} sissemakse auto eest. <b>Järelejäänud summa</b> võetakse teie kaardilt automaatselt maha ${y}.";
"Pay.Later.Pay.Now" = "Makske kohe";
"Pay.Later.Basket.Deducted.On" = "Maha arvatud ${x}";
"Pay.Later.Basket.Pick.Up" = "Makske auto kättesaamisel";
"Pay.Later.Remaining.Balance.Explainer" = "Järelejäänud autorendi summa võetakse teie kaardilt automaatselt maha ${x}.";
"Pay.Later.Accessories.Explainer" = "Autot vastu võttes maksate järgneva eest: ${x}";
"Pay.Later.View.Details" = "Kuva üksikasjad";
"Payment.Processing.Message" = "Broneeringut ei ole lõpetatud";
"Loyalty.Banner.Greeting" = "Tere";
"landing.usp.position1" = "Säästke kuni 35% Avise ja Budgeti põhihinnast*.";
"landing.usp.position2" = "Koguge kuni 1250 MileagePlusi baasmiili";
"landing.usp.position3" = "Avis: kui kasutate oma MileagePlusi numbrit ja Avise ülemaailmset sooduskoodi (Avis Worldwide Discount, AWD) A791500, saate MileagePlusi boonusmiile ja soodushinna.";
"landing.usp.position4" = "Budget: kui kasutate oma MileagePlusi numbrit ja Budgeti klientidele mõeldud sooduskoodi (Budget Customer Discount, BCD) B204900, saate MileagePlusi boonusmiile ja soodushinna.";
"landing.usp.position5" = "Kui kasutate miile või miile ja raha, külastage veebisaiti <a href=\"https://cars.mileageplus.com/en/?clientID={CLIENTID}#/searchcars/?utm_source=loyalty&amp;utm_medium=display&amp;utm_campaign=earnsitelink&amp;utm_content=car_burn\"><b>cars.mileageplus.com</b></a>";
"landing.usp.footnote.position1" = "*35% soodustus kehtib ainult tähtajaliselt ja läbisõidu näitude põhjal. Lisatasud hõlmavad kõiki makse (sh konditsioneeri kasutuse, kontsessiooni, sõiduki dokumentide vormistamise, energia kasutuse, rehvide haldamise ja püsireisija tasu) jm tasusid (k.a teenindus- ja keskkonnatasu).";
"landing.usp.title" = "Broneerige autorent Unitedi kaudu";
"united_landing.usp.title" = "Broneerige autorent Unitedi kaudu";
"landing.usp.sale.position1" = "Sooduspakkumine vaid piiratud ajaks: koguge lisaks 500 MileagePlusi boonusmiili. <a href=\"https://cars.united.com/et/mileage-terms-and-conditions\" target=\"_blank\"><b>Siit leiate kõik tingimused.</b></a>";
"united_redeem.landing.usp.title" = "Avise või Budgeti rendiauto MileagePlus Car Awardsiga broneerimise soodustused";
"united_redeem.landing.usp.position1" = "Logige sisse oma MileagePlus kontole parima hinna saamiseks";
"united_redeem.landing.usp.position2" = "Tasuge miilidega või miilide ja raha kombinatsiooniga";
"united_redeem.landing.usp.position3" = "Kui kasutate muudatuste/tühistamise tegemisel miile, võtke palun ühendust meie <a href=\"https://cars.mileageplus.com/et/help\" target=\"_blank\"><b>klienditoega</b></a>.";
"landing.usp.tac.title" = "Tingimused";
"united_landing.usp.tac.title" = "<a href=\"${baseURL}/${lang}/mileage-terms-and-conditions\" target=\"_blank\">Tingimused</a>";
"united_landing.usp.pp.title" = "<a href=\"${baseURL}/${lang}/privacy-and-policies\" target=\"_blank\">Privaatsuseeskirjad</a>";
"landing.usp.pp.title" = "<a href=\"https://${baseURL}/${lang}/privacy-and-policies\" target=\"_blank\">Privaatsuseeskirjad</a>";
"united_landing.usp.sale.position2" = "Sooduspakkumine vaid piiratud ajaks: koguge lisaks 500 MileagePlusi boonusmiili. <a href=\"https://cars.united.com/et/mileage-terms-and-conditions\" target=\"_blank\"><b>Siit leiate kõik tingimused.</b></a>";
"sale_landing_banner_monetary_description" = "Broneering kohe alates hinnast ${x} päevas!";
"sale_landing_banner_caption_closed_group" = "Eripakkumine";
"sale_landing_banner_caption" = "Müük";
"sale_landing_banner_percentage_title" = "Allahindlus nüüd";
"sale_landing_banner_monetary_title" = "Autorendi pakkumised ";
"sale_landing_banner_TCs" = "Tingimused";
"sale_landing_banner_title_monetary" = "Autorendi pakkumised ";
"sale_search_banner_title_monetary" = "Autorendi pakkumised ";
"sale_search_banner_monetary_description" = "Broneering kohe alates hinnast ${x} päevas!";
"payment.options.creditcard.title" = "Krediitkaart";
"payment.error.generic.dialog.text" = "Kahjuks ei saa me praegu teie broneeringut töödelda. Teie broneeringut ei lõpetatud ja teilt pole tasu võetud. Proovige uuesti, kasutades alternatiivset makseviisi.";
"payment.googlepay.card.link" = "Muuda";
